Repository: vdidon/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: cs, es, fr, no, ro, sv

source: Selector can't move due to FINDA detecting a filament. Make sure no filament is in Selector and FINDA works properly.
cs: Selektor se nemůže pohybovat, protože FINDA detekuje vlákno. Ujistěte se, že ve voliči není žádné vlákno a FINDA funguje správně.
es: El selector no se puede mover debido a que FINDA detecta un filamento. Asegúrate de que no haya fil. en el selector y que FINDA funcione correctamente.
fr: Le sélecteur ne peut pas bouger car FINDA détecte un filament. Assurez-vous qu'aucun fil. n'est dans le sélecteur et que FINDA fonctionne correctement.
no: Velgeren kan ikke bevege seg på grunn av at FINDA oppdager en filament. Sørg for at ingen fil. er i velgeren og at FINDA fungerer som den skal.
ro: Selectorul nu se poate mișca deoarece FINDA detectează un filament. Asigurați-vă că nu există filament în selector și că FINDA funcționează corect.
sv: Väljaren kan inte röra sig på grund av att FINDA detekterar en filament. Se till att inget glödtråd är i väljaren och att FINDA fungerar korrekt.

source: MMU FW version is incompatible with printer FW.Update to version 3.0.3.
cs: Verze firmwaru MMU není kompatibilní s FW tiskárny. Aktualizujte na verzi 3.0.3.
es: La versión de firmware de la MMU es incompatible con el FW de la impresora. Actualizar a la versión 3.0.3.
fr: La version du MMU est incompatible avec le FW de l'imprimante. Mise à jour vers la version 3.0.3.
no: MMU fastvareversjon er inkompatibel med skriverens FW. Oppdatering til versjon 3.0.3.
ro: Versiunea de firmware a MMU este incompatibilă cu FW-ul imprimantei. Actualizați la versiunea 3.0.3.
sv: MMU firmwareversion är inkompatibel med skrivarens FW. Uppdatering till version 3.0.3.

source: Preload to MMU
cs: Zavést do MMU
es: Precarga a MMU
fr: Précharge à MMU
no: Forlast til MMU
ro: Preîncărcare MMU
sv: Förladdning MMU

source: MK3 firmware detected on MK3S printer
cs: MK3 firmware detekován na MK3S tiskarně
es: Firmware MK3 detectado en impresora MK3S
fr: Firmware MK3 détecté sur imprimante MK3S
no: MK3 system funnet på MK3S printer
ro: Firmware MK3 detectat pe imprimanta MK3S
sv: MK3-firmware upptäckt på MK3S-skrivare

source: MK3S firmware detected on MK3 printer
cs: MK3S firmware detekován na tiskarně MK3
es: Firmware MK3S detectado en impresora MK3
fr: Firmware MK3S détecté sur imprimante MK3
no: MK3S systemvare funnet på MK3 printer
ro: Firmware MK3S detectat pe imprimanta MK3
sv: MK3S-firmware upptäckt på MK3-skrivare

source: UNKNOWN ERROR
cs: NEZNÁMÁ CHYBA
es: ERROR DESCONOCIDO
fr: ERREUR INCONNUE
no: UKJENT FEIL
ro: EROARE NECUNOSCUTĂ
sv: OKÄNT FEL

source: Unexpected error occurred.
cs: Došlo k neočekávané chybě.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue s'est produite.
no: Det oppstod en uventet feil.
ro: A apărut o eroare neașteptată.
sv: Ett oväntat fel inträffade.

source: Eject
cs: Vysunout
es: Expulsar
fr: Éjecter
no: Løs ut
ro: Scoateți
sv: Mata ut

source: FILAMENT CHANGE
cs: VÝMĚNA FILAMENTU
es: CAMBIO DE FILAMENTO
fr: CHANGEMENT DE FILAM.
no: ENDRING AV FILAMENT
ro: SCHIMBARE FILAMENT
sv: FILAMENTBYTE

source: Load
cs: Zavést
es: Cargar
fr: Charger
no: Last
ro: Încarcă
sv: Ladda

source: M600 Filament Change. Load a new filament or eject the old one.
cs: Výměna filamentu M600. Vložte nový filament nebo vysuňte starý.
es: Cambio de filamento M600. Cargue un filamento nuevo o expulse el anterior.
fr: Changement de filament M600. Chargez un nouveau filament ou éjectez l'ancien.
no: M600 filamentskifte. Sett inn en ny filament eller løs ut den gamle.
ro: M600: Schimbare filament. Încarcă un filament nou sau scoate-l pe cel vechi.
sv: M600 filamentbyte. Ladda en ny filament eller mata ut den gamla.

source: Sensitivity
cs: Citlivost
es: Sensibilidad
fr: Sensibilité
no: Sensitivitet
ro: Sensibilitate
sv: Känslighet

source: Mesh bed leveling failed. Print canceled.
cs: Mesh Bed Leveling selhal. Tisk zrušen.
es: Nivelación fallida. Impresión cancelada.
fr: Mesh bed leveling a échoué. Impression annulée.
no: Sengeplanering feilet. Print avbrutt.
ro: Nivelarea patului a eșuat. Print anulat.
sv: Bäddnivelleringen felade. Utskriften avbröts.

source: Set Ready
cs: Připravit
es: Listo
fr: Ensemble prête
no: Gjør klar
ro: Printer pregătit
sv: Gör klar

source: Set not Ready
cs: Zrušit Připravena
es: Conjunto no listo
fr: Ensemble pas prête
no: Sett ikke klar
ro: Print. nu pregătit
sv: Set inte klart

source: Print from host
cs: Tisk z hosta
es: Imprimir host
fr: Impr depuis l'hôte
no: Print fra vert
ro: Print. de pe gazdă
sv: Skriv ut från värd

source: Reprint
cs: Tisk. znovu
es: Volver a imprimir
fr: Ré-imprimer
no: Gjenta print
ro: Repetă print
sv: Upprepa trycket

source: Shutdown host
cs: Vypnutí hostitele
es: Apagar host
fr: Arrêter l'hôte
no: Slå av vert
ro: Oprește gazda
sv: Stänga av värd

source: Nozzle is hot! Wait for cooldown.
cs: Tryska je horká! Počkejte na vychladnutí.
es: La boquilla está caliente! Espere a que se enfríe.
fr: La buse est chaude! Attendre le refroidissement.
no: Dysen er varm! Vent på nedkjøling.
ro: Duza este fierbinte! Așteptați să se răcească.
sv: Munstycket är varmt! Vänta på nedkylning.

source: Nozzle changed?
cs: Vyměnili jste trysku?
es: Cambió la boquilla?
fr: La buse a été changée?
no: Har du byttet dyse?
ro: S-a schimbat duza?
sv: Har munstycket ändrats?

source: There is no filament loaded. Continue?
cs: Není vložen filament. Pokračovat?
es: No hay ningún filamento cargado. ¿Continuar?
fr: Il n'y a pas de filament chargé. Continuer?
no: Det er ingen filament lastet. Fortsette?
ro: Filamentul nu este detectat. Continuați?
sv: Det finns ingen filament laddad. Fortsätta?

source: There is no filament loaded. Print cancelled.
cs: Není vložen filament. Tisk zrušen.
es: No hay ningún filamento cargado. Impresión cancelada.
fr: Il n'y a pas de filament chargé. Impression annulée.
no: Det er ingen filament lastet. Print avbrutt.
ro: Filamentul nu este detectat. Print anulat.
sv: Det finns ingen filament laddad. Utskriften avbröts.

source: Z calibration recommended. Run it now?
cs: Doporučujeme kalibraci osy Z. Spustit nyní?
es: Se recomienda calibrar Z. ¿Ejecutarlo ahora?
fr: Calibrage Z recommandé. Exécuter maintenant?
no: Z-kalibrering anbefales. Kjøre det nå?
ro: Calibrarea Z este recomandată. Calibrează acum?
sv: Z-kalibrering rekommenderas. Kör den nu?

source: Cont.
cs: Pokr.
no: Fort.
sv: Frts.

source: ERROR:
cs: CHYBA:
fr: ERREUR:
no: FEIL:
ro: EROARE:
sv: FEL:

source: Homing
fr: Mise à zéro
no: Søker
sv: Flyttar till hempos

source: No
cs: Ne
fr: Non
no: Nei
ro: Nu
sv: Nej

source: Reset
fr: Réinitialiser
no: Nullstill
sv: Återställ

source: Selftest OK
no: Selvtest OK
ro: Testare automată OK
sv: Självtest OK

source: Selftest
no: Selvtest
ro: Testare automată
sv: Självtest

source: Total
cs: Celkem
fr: Totale
no: Totalt

source: MMU MCU ERROR
cs: MMU MCU CHYBA
fr: MMU MCU ERREUR
no: MMU MCU FEIL
ro: MMU: EROARE MCU
sv: MMU MCU FEL

source: Motor
fr: Moteur
