Repository: vdidon/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: cs, es, fr, no, ro, sv

source: Sheet %.7s Z offset: %+1.3fmm %cContinue %cReset
cs: Plát %.7s Z offset: %+1.3fmm %cPokračovat %cReset
es: Lámina %.7s Z offset: %+1.3fmm %cContinuar %cReset
fr: Plaque %.7s Z offset: %+1.3fmm %cContinuer %cRéinitialiser
no: Plate %.7s Z offset: %+1.3fmm %cFortsette %cNullstill
ro: Suprafața %.7s Z offset: %+1.3fmm %cContinuă %cReset.
sv: Skiva %.7s Z offset: %+1.3fmm %cFortsätta %cÅterställ

source: Show end stops
cs: Stav konc. spín.
es: Mostrar endstops
fr: Afficher butées
no: Vis endesensorer
ro: Stare endstop-uri
sv: Visa ändlägen

source: Silent
cs: Tichý
es: Acallar
fr: Furtif
no: Lydløs
ro: Silenț.
sv: Tyst

source: Slight skew
cs: Lehké zkos.
es: Desv. ligera
fr: Déviat. légère
no: Lett skjevhet
ro: Dist. ușoară
sv: Låg skevhet

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
cs: Některé soubory nebudou setříděny. Maximální počet souboru ve složce pro setříděni je 100.
es: Algunos archivos no se ordenarán. Máximo 100 archivos por carpeta para ordenar.
fr: Certains fichiers ne seront pas tries. Max 100 fichiers tries par dossier.
no: Noen filer vil ikke bli sortert. Maks antall filer i en mappe er 100.
ro: Unele fișiere nu au putut fi sortate. Nr. maxim de fișiere într-un folder care pot fi sortate este 100.
sv: Vissa filer kommer inte att sorteras. Max. antal filer i 1 mapp för sortering är 100.

source: Some problem encountered, Z-leveling enforced ...
cs: Vyskytl se problém, srovnávám osu Z ...
es: Problema encontrado, nivelación Z forzosa ...
fr: Problème rencontré, cliquez sur le bouton pour niveler l'axe Z...
no: Problem møtt. Z aksjeplanering tvunget ...
ro: A fost întâmpinată o problemă, calibrarea Z a fost inițiată...
sv: Ett problem har uppstått, Z-nivellering utförs...

source: Sort
cs: Řazení
es: Ordenar
fr: Tri
no: Sorter
ro: Sortare
sv: Sortera

source: Sorting files
cs: Řazení souborů
es: Ordenando archivos
fr: Tri des fichiers
no: Sorter filer
ro: Sortare fișiere...
sv: Sorterar filer

source: Sound
cs: Zvuk
es: Sonido
fr: Son
no: Lyd
ro: Sunet
sv: Ljud

source: Speed
cs: Rychlost
es: Velocidad
fr: Vitesse
no: Hastighet
ro: Viteză
sv: Fart

source: Spinning
cs: Točí se
es: Ventilador girando
fr: Tourne
no: Spinner
ro: Se rotește
sv: Rotation

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
cs: Je vyžadována stabilní pokojová teplota 21-26C a pevná podložka.
es: Se necesita una temperatura ambiente ente 21 y 26C y un soporte rígido.
fr: Une temperature ambiante stable de 21-26C et un support stable sont requis.
no: En stabil rom- temperatur på 21-26C og et solid underlag er nødvendig.
ro: Temp. ambient. stabilă (21-26C) și o suprafață de lucru rigidă necesare.
sv: Stabil omgivningstemperatur 21-26C krävs samt ett styvt stativ.

source: Statistics
cs: Statistika
es: Estadísticas
fr: Statistiques
no: Statistikk
ro: Statistici
sv: Statistik

source: Stealth
cs: Tichý
es: Sigilo
fr: Furtif
no: Stille
ro: Silenț.
sv: Tyst

source: Steel sheets
cs: Tiskové pláty
es: Lámina de acero
fr: Plaques en acier
no: Stål plate
ro: Suprafețe print
sv: Metallskivor

source: Stop
es: Parar
sv: Stopp

source: Stop print
cs: Zastavit tisk
es: Detener impresión
fr: Arrêter impression
no: Stopp printjobb
ro: Oprire print
sv: Stoppa utskriften

source: Strict
cs: Přísně
es: Estricto
fr: Stricte
no: Streng
sv: Strikt

source: Support
cs: Podpora
es: Soporte
no: System info
ro: Informații

source: Swapped
cs: Prohozené
es: Intercambiado
fr: Échangé
no: Byttet
ro: inversate
sv: Utbytt

source: THERMAL ANOMALY
cs: TEPLOTNÍ VÝJIMKA
es: ANOMALÍA TÉRMICA
fr: ANOMALIE THERMIQUE
no: THERMISK ANOMALI
ro: ANOMALIE TERMICĂ
sv: TERMISK ANOMALI

source: TMC DRIVER ERROR
cs: CHYBA TMC DRIVER
es: ERROR DRIVER TMC
fr: ERREUR DU DRIVER TMC
no: TMC DRIVER FEIL
ro: EROARE DRIVER TMC
sv: TMC DRIVER FEL

source: TMC DRIVER RESET
cs: TMC RESET DRIVERU
es: RESET DRIVER TMC
fr: RÉINIT DU DRIVER TMC
no: TMC DRIVER NULLSTILL
ro: RESET DRIVER TMC

source: TMC DRIVER SHORTED
cs: TMC DRIVER: ZKRAT
es: CORTO DRIVER TMC
fr: CC DU DRIVER TMC
no: TMC DRIVER KORTSLUTT
ro: DRIVER TMC ÎN SCURT
sv: TMC DRIVER KORTSLUTN

source: TMC OVERHEAT ERROR
cs: TMC CHYBA: PŘEHŘÁTÍ
es: ERROR SOBRECAL TMC
fr: ERR SURCHAUFFE TMC
no: TMC OVEROPPHETING
ro: ERR TMC SUPRAÎNCĂLZ.
sv: TMC ÖVERHETTNINGSFEL

source: TMC UNDERVOLTAGE ERR
cs: TMC CHYBA NÍZKÉ NAP.
es: ERROR SBRVOLTAJE TMC
fr: ERR SOUS TENSION TMC
no: TMC LAVSPENNING FEIL
ro: ERR SUBTENSIUNE TMC
sv: TMC UNDERSPÄNNINGFEL

source: Thermal model cal. takes approx. 12 mins. See prusa.io/tm-cal
cs: Kalibrace termálního modelu trvá asi 12 minut. Viz prusa.io/tm-cal
es: Cal. modelo térmico tarda 12 mins. aprox. Mira prusa.io/tm-cal
fr: Cal. du modèle thermique dure env. 12 min. Voir prusa.io/tm-cal
no: Termisk modell kal. tar omtrent 12 min. Se prusa.io/tm-cal
ro: Cal. Model termic durează aprox. 12 min. Vezi prusa.io/tm-cal
sv: Termisk modell kal. tar ca. 12 min. Kolla prusa.io/tm-cal

source: Thermal model not calibrated yet.
cs: Termální model zatím nebyl kalibrován.
es: Modelo térmico todavía sin cal.
fr: Modèle thermique non calibré.
no: Termisk modell ikke kalibrert enda.
ro: Modelul termic nu este înca calibrat.
sv: Termisk-modellen är inte kalibrerad ännu.

source: Temperature
cs: Teplota
es: Temperatura
no: Temperatur
ro: Temperatura
sv: Temperatur

source: Temperatures
cs: Teploty
es: Temperaturas
no: Temperaturer
ro: Temperaturi
sv: Temperaturer

source: Testing filament
cs: Testování filamentu
es: Probando filamento
fr: Test du filament
no: Tester filament
ro: Testare filament
sv: Testar filament

source: The Idler cannot home properly. Check for anything blocking its movement.
cs: Idler nemůže najít vych. pozici. Zkontrolujte, zda něco neblokuje jeho pohyb.
es: El tensor no hacer home correctamente. Comprueba si hay algo que bloquea su movimiento.
fr: L'idler ne peut pas se mettre correctement à zéro. Vérifiez s'il y a quoi que ce soit qui bloque son mouvement.
no: Idleren kan ikke gå hjem riktig. sjekk om noe står i veien for bevegelsen.
ro: Idler-ul nu poate reveni corect. Verificați dacă există ceva care blocheză mișcarea.
sv: Idlern kan inte finna hemposition. Kontrollera om det finns något som blockerar dess rörelse.

source: The Selector cannot home properly. Check for anything blocking its movement.
cs: Selektor se nemůže správně pohybovat. Zkontrolujte, zda něco neblokuje jeho pohyb.
es: El selector no hacer home correctamente. Comprueba si hay algo que bloquea su movimiento.
fr: Le sélecteur ne peut se mettre correctement à zéro. Vérifiez s'il y a quoi que ce que soit qui bloque son mouvement.
no: Velgeren kan ikke gå hjem riktig. sjekk om noe står i veien for bevegelsen.
ro: Selector-ul nu poate reveni corect. Verificați dacă exista ceva care blocheză mișcarea.
sv: Väljaren kan inte finna hemposition. Kontrollera om det finns något som blockerar dess rörelse.

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
cs: Tiskárna začne tisknout lomenou caru. Otáčením tlačítka nastavte optimální výšku. Postupujte podle obrázku v handbooku (kapitola Kalibrace).
es: La impresora comenzará a imprimir una linea en zig-zag. Gira el dial hasta que la linea alcance la altura optima. Mira las fotos del manual (Capitulo de calibración).
fr: L'imprimante commencera a imprimer une ligne en zig-zag. Tournez le bouton jusqu'a atteindre la hauteur optimale. Consultez les photos dans le manuel.
no: Printeren vil nå printe en sikksakk linje. Roter valghjulet til du får den optimale høyden. Se bildene i håndboka, under Kalibrering, for hvordan det skal se ut.
ro: Imprimanta va printa o linie zig-zag. Rotiți butonul până când ajungeți la înălțimea optimă. Folosiți pozele din handbook (capitolul Calibration).
sv: Skrivaren börjar skriva ut en sicksacklinje. Vrid vredet tills du nar optimal höjd. Kontrollera med bilderna i handboken (Kalibreringskapitlet).

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
cs: Je potřeba kalibrovat osu Z. Postupujte dle příručky, kapitola Začíname.
es: Todavía es necesario hacer una calibración Z. Siga el manual, capitulo Primeros pasos.
fr: Il faut toujours effectuer la calibration Z. Veuillez suivre le manuel.
no: Det trengs fortsatt kalibrering av Z aksen. Du finner Kalibrering under hovedmenyen og følg Veilederen.
ro: Încă este nevoie de calibrarea Z. Vă rugăm urmăriți manualul, capitolul First steps, secțiunea Calibration flow.
sv: Det finns fortfarande ett behov av att göra Z-kalibrering. Följ manualen, kap Första stegen, avs Kalibreringsflöde.

source: Time
cs: Čas
es: Tiempo
fr: Heure
no: Dato
ro: Dată
sv: Tid

source: Timeout
es: Expirar
fr: Délai écoulé
no: Tidsavbrudd

source: Total failures
cs: Celkem selhání
es: Fallos totales
fr: Total des échecs
no: Feil totalt
ro: Total erori
sv: Totala fel

source: Total filament
cs: Filament celkem
es: Filamento total
fr: Filament total
no: Filament totalt
ro: Filament total

source: Total print time
cs: Celkový čas tisku
es: Tiempo total imp.
fr: Temps total impr.
no: Printetid totalt
ro: Durata totală print
sv: Tot utskriftstid

source: Tune
cs: Ladit
es: Ajustar
fr: Régler
no: Juster
ro: Opțiuni
sv: Ställ in

source: UNLOAD MANUALLY
cs: MANUÁLNÍ VYJMUTÍ
es: DESCARGA MANUAL
fr: DÉCHARGER MANUEL.T
no: LAST UT MANUELT
ro: DESCĂRCARE MANUALĂ
sv: LADDA UR MANUELLT

source: Unload
cs: Vyjmout
es: Desc.
fr: Déch.
no: Last ut
ro: Descărc.
sv: Ladda ur

source: Unload filament
cs: Vyjmout filament
es: Descarga fil.
fr: Décharger fil.
no: Last ut filament
ro: Descarcă filam.
sv: Ta bort filament

source: Unloading filament
cs: Vysouvám filament
es: Descargando fil.
fr: Déchargement fil.
no: Laster ut filament
ro: Descărcare filament
sv: Tar bort filament

source: Unloading to FINDA
cs: Vysunutí k FINDA
es: Descarg. hasta FINDA
fr: Décharg.t vers FINDA
no: Utlaster til FINDA
ro: Descărcare la FINDA
sv: Laddar ur till FINDA

source: Unloading to pulley
cs: Vysunutí ke kladce
es: Descarg. hasta polea
fr: Déchar.t vers poulie
no: Utlaster til trinse
ro: Descărcare la pulley
sv: Ladd ur t. remskiva

source: Verification failed, remove the filament and try again.
cs: Ověření selhalo, vyjměte filament a zkuste znovu.
es: La verificación falló, retira el filamento e intenta nuevamente.
fr: Vérification échouée, retirez le filament, et réessayez.
no: Verifisering feilet. Fjern filamentet og prøv igjen.
ro: Verificarea a eșuat, scoateți filamentul și încercați din nou.
sv: Verifieringen felade, ta bort filamentet, försök igen.

source: Voltages
cs: Napětí
es: Voltajes
fr: Tensions
no: Strøm/Volt
ro: Voltaje
sv: Spänning

source: WARNING TMC TOO HOT
cs: TMC: VYSOKA TEPLOTA!
es: AVISO TMC DEM. CALOR
fr: ATT TMC TROP CHAUD
no: VARSEL TMC FOR VARM
ro: TMC SUPRAÎNCĂLZIT
sv: VARNING TMC FÖR VARM

source: WARNING: Crash detection disabled in Stealth mode
cs: POZOR: Crash detekce deaktivována ve Stealth módu
es: ATENCIÓN: Dec. choque desactivada en Modo silencio
fr: ATTENTION: Detection de crash désactivé en mode furtif
no: ADVARSEL: Krasjdeteksjon er deaktivert i Stillemodus
ro: ATENȚIE: Detect. coliziunilor este oprită în modul silențios
sv: VARNING: Krockdetekt inaktiverad i tyst-läge

source: Wait for user...
cs: Čeká se na uživatele
es: Esperando ordenes...
fr: Attente utilisateur.
no: Venter på bruker...
ro: Se așteaptă...
sv: Väntar på användare.

source: Waiting for PINDA probe cooling
cs: Čekání na zchladnutí PINDA
es: Esperando a que se enfríe la sonda PINDA
fr: Attente du refroidissement de la sonde PINDA
no: Venter på PINDA nedkjøling
ro: Se așteaptă răcirea probei PINDA
sv: Väntar på PINDA-sondens kylning

source: Waiting for nozzle and bed cooling
cs: Čekání na zchladnutí trysky a podložky.
es: Esperando enfriamiento de la base y boquilla.
fr: Attente du refroidissement de la buse et lit
no: Venter på dyse- og platenedkjøling
ro: Se așteaptă răcirea extruderului și a patului
sv: Väntar på munstycks- och bäddkylning

source: Warn
cs: Varovat
es: Aviso
fr: Avert
no: Advarsel
ro: Avert.
sv: Varna

source: Warning: both printer type and motherboard type changed.
cs: Varování: došlo ke změně typu tiskárny a motherboardu.
es: Aviso: tanto el tipo de impresora como el tipo de la placa han cambiado.
fr: Attention: Types d'imprimante et de carte mere modifies
no: Advarsel: Både printertype og hovedkortype er forandret.
ro: Atenție: tipul imprimantei și al plăcii de bază s-au schimbat.
sv: Varning: både skrivartyp och moderkortstyp har ändrats.

source: Warning: motherboard type changed.
cs: Varování: došlo ke změně typu motherboardu.
es: Aviso: el tipo de placa ha cambiado.
fr: Attention: Type de carte mere modifie.
no: Advarsel: Hovedkortype forandret.
ro: Atenție: tipul plăcii de bază s-a schimbat.
sv: Varning: moderkortstyp ändrad.

source: Warning: printer type changed.
cs: Varování: došlo ke změně typu tiskárny.
es: Aviso: ha cambiado el tipo de impresora.
fr: Attention: Type d'imprimante modifie
no: Advarsel: Printertype forandret.
ro: Atenție: tipul imprimantei s-a schimbat.
sv: Varning: skrivartyp ändrats.

source: Was filament unload successful?
cs: Bylo vysunutí filamentu úspěšné?
es: ¿Se descargó con éxito el filamento?
fr: Déchargement du filament réussi?
no: Ble filamentet lastet helt ut?
ro: Filamentul a fost scos cu succes?
sv: Lyckades filamentutmatningen?

source: Wiring error
cs: Chyba zapojení
es: Error de conexión
fr: Erreur de câblage
no: Koblingsfeil
ro: Eroare cablaj
sv: Kabelfel

source: Wizard
cs: Průvodce
es: Asistente
fr: Assistant
no: Veileder
sv: Guide

source: X-correct
cs: Korekce X
es: Corregir-X
fr: Correct-X
no: X-korreksjon
ro: Corecț. X
sv: X-korrektion

source: XYZ cal. details
cs: Detaily XYZ kal.
es: Detalles cal. XYZ
fr: Details calib. XYZ
no: XYZ cal. detaljer
ro: Detalii cal. XYZ
sv: XYZ kal. detaljer

source: XYZ calibration all right. Skew will be corrected automatically.
cs: Kalibrace XYZ v pořádku. Zkosení bude automaticky vyrovnáno při tisku.
es: Calibración XYZ correcta. La desviación se corregirá automáticamente.
fr: Calibration XYZ OK. L'écart sera corrigé automatiquement.
no: XYZ kalibreringen er grei. Skjevhet blir justert automatisk.
ro: Calibrarea XYZ în regulă. Distorsiunea va fi corectată automat.
sv: XYZ-kalibrering ok. Skevhet kommer att korrigeras automatiskt.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
cs: Kalibrace XYZ v pořádku. X/Y osy mírně zkosené. Dobrá práce!
es: Calibración XYZ correcta. Los ejes X/Y están ligeramente desviados. Buen trabajo!
fr: Calibration XYZ OK. Les axes X/Y sont légèrement non perpendiculaires. Bon boulot!
no: XYZ kalibreringen er god. Godt jobba!
ro: Calibrarea XYZ în regulă. Axele X/Y sunt distorsionate puțin. Felicitări!
sv: XYZ-kalibrering ok. X/Y-axlarna är mycket lite skeva. Bra jobbat!

source: XYZ calibration compromised. Front calibration points not reachable.
cs: Kalibrace XYZ nepřesná. Přední kalibrační body moc vpředu.
es: Calibración XYZ comprometida. Puntos frontales no alcanzables.
fr: Calibration XYZ compromise. Les points de calibration en avant ne sont pas atteignables.
no: XYZ kalibreringen feilet. Front kalibreringspunkt ikke nådd.
ro: Calibrarea XYZ compromisă. Punctele de calibrare din față nu pot fi atinse.
sv: XYZ-kalibrering komprometterad. Främre kalibreringspunkt kan ej nås.

source: XYZ calibration compromised. Right front calibration point not reachable.
cs: Kalibrace XYZ nepřesná. Pravý přední bod moc vpředu.
es: Calibración XYZ comprometida. Punto frontal derecho no alcanzable.
fr: Calibration XYZ compromise. Le point de calibration avant droit n'est pas atteignable.
no: XYZ kalibreringen feilet. Høyre front kalibreringspunkt ikke nådd.
ro: Calibrarea XYZ compromisă. Punctele de calibrare din față dreapta nu pot fi atinse.
sv: XYZ-kalibrering komprometterad. Främre hö kalibreringspunkter kan ej nås.

source: XYZ calibration failed. Bed calibration point was not found.
cs: Kalibrace XYZ selhala. Kalibrační bod podložky nenalezen.
es: Calibración XYZ fallida. Puntos de calibración en la base no encontrados.
fr: Échec calibration XYZ. Le point de calibration du lit n'a pas été trouvé.
no: XYZ kalibreringen feilet. Kalibreringspunkt ikke funnet.
ro: Calibrarea XYZ a esuat. Un punct de calibrare a patului nu a fost găsit.
sv: XYZ-kalibrering felade. Kalibreringspunkter ej funna.

source: XYZ calibration failed. Front calibration points not reachable.
cs: Kalibrace XYZ selhala. Přední kalibrační body moc vpředu. Srovnejte tiskárnu.
es: Calibración XYZ fallida. Puntos frontales no alcanzables.
fr: Échec calibration XYZ. Les points de calibration en avant ne sont pas atteignables.
no: XYZ kalibreringen feilet. Front kalibreringspunkt ikke nådd.
ro: Calibrarea XYZ a eșuat. Punctele de calibrare din față nu pot fi atinse.
sv: XYZ-kalibrering felade. Främre kalibreringspunkt kan ej nås.

source: XYZ calibration failed. Please consult the manual.
cs: Kalibrace XYZ selhala. Nahlédněte do manuálu.
es: Calibración XYZ fallida. Consulta el manual.
fr: Échec calibration XYZ. Consultez le manuel.
no: XYZ kal. mislyktes. Vennligst rådfør med håndboken.
ro: Calibrarea XYZ a eșuat. Vă rugăm consultați manualul.
sv: XYZ-kalibrering felade. Se bruksanvisningen.

source: XYZ calibration failed. Right front calibration point not reachable.
cs: Kalibrace XYZ selhala. Pravý přední bod moc vpředu. Srovnejte tiskárnu.
es: Calibración XYZ fallad. Punto frontal derecho no alcanzable.
fr: Échec calibration XYZ. Le point de calibration avant droit n'est pas atteignable.
no: XYZ kalibreringen feilet. Høyre front kalibreringspunkt ikke nådd.
ro: Calibrarea XYZ a eșuat. Punctele de calibrare din față dreapta nu pot fi atinse.
sv: XYZ-kalibrering felade. Höger främre kalibreringspunkt kan ej nås.

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
cs: Kalibrace XYZ v pořádku. X/Y osy jsou kolmé. Gratuluji!
es: Calibración XYZ ok. Ejes X/Y perpendiculares. Enhorabuena!
fr: Calibration XYZ OK. Les axes X/Y sont perpendiculaires. Felicitations!
no: XYZ kalibrering OK. X og Y aksen er perpendikulær. Gratulerer!
ro: Calibrarea XYZ ok. Axele X/Y sunt perpendiculare. Felicitări!
sv: XYZ-kalibrering ok. X/Y-axlarna ar vinkelräta. Grattis!

source: Y distance from min
cs: Y vzdálenost od min
es: Dist. en Y desde min
fr: Distance Y du min
no: Y distanse fra min.
ro: Distanța Y de la min
sv: Y avstånd från min

source: Y-correct
cs: Korekce Y
es: Corregir-Y
fr: Correct-Y
no: Y-korreksjon
ro: Corecț. Y
sv: Y-korrekt

source: Yes
cs: Ano
es: Si
fr: Oui
no: Ja
ro: Da
sv: Ja

source: You can always resume the Wizard from Calibration -> Wizard.
cs: Průvodce můžete znovu spustit z menu Kalibrace -> Průvodce.
es: Siempre puedes acceder al asistente desde Calibración -> Asistente
fr: Vous pouvez toujours relancer l'Assistant dans Calibration > Assistant.
no: Du kan alltid starte Veilederen fra Kalibrering -> Veileder.
ro: Puteți oricând să reluați Wizard-ul din Calibrare -> Wizard.
sv: Du kan alltid återuppta guiden från Kalibrering -> Guide.

source: Z-correct
cs: Korekce Z
es: Corregir-Z
fr: Correct-Z
no: Z-korreksjon
ro: Corecț. Z
sv: Z-korrekt

source: Z-probe nr.
cs: Počet měření Z
es: Z-sensor nr.
fr: Mesurer x-fois
no: Z-sensor nr.
ro: Nr. Z-probe
sv: Z-sond nr.

source: [0;0] point offset
cs: [0;0] odsazení bodu
es: [0;0] punto offset
fr: Offset point [0;0]
no: [0;0] punktforskyv.
ro: [0;0] offset origine
sv: [0;0] punktförskjutn

source: and press the knob
cs: a stiskněte tlačítko
es: y presiona el dial
fr: et appuyez sur le bouton
no: og trykk på knappen
ro: și apasă butonul
sv: och tryck på knapp

source: to load filament
cs: k zavedení filamentu
es: para cargar el fil.
fr: pour charger le fil.
no: for filamentlast
ro: a încărca filament
sv: att ladda filament

source: to unload filament
cs: k vyjmutí filamentu
es: para descargar fil.
fr: pour décharger fil.
no: for filament ut
ro: a scoate filament
sv: att ta bort filament

source: unknown
cs: neznámý
es: desconocido
fr: inconnu
no: ukjent
ro: necunoscut
sv: okänd

source: unknown state
cs: neznámý stav
es: estado desconocido
fr: État inconnu
no: ukjent tilstand
ro: vers. necunoscută
sv: okänt stat

source: 🔃Refresh
cs: 🔃Obnovit
es: 🔃Actualizar
fr: 🔃Rafraîchir
no: 🔃Forfriske
ro: 🔃Reîmprospătează
sv: 🔃Uppdatera

source: MMU power fails
cs: MMU vyp. proudu
es: Fallo red MMU
fr: Def. alim. MMU
no: MMU strøm feil
ro: Err. MMU curent
sv: MMU strömavbr.

source: FILAMENT EJECTED
cs: FILAMENT VYSUNUT
es: FILAMENTO EXPULSADO
fr: FILAMENT ÉJECTÉ
no: FILAMENT UTSETTET
ro: FILAMENT EJECTAT
sv: FILAMENT UTASTAT

source: Filament detected unexpectedly. Ensure no filament is loaded. Check the sensors and wiring.
cs: Vlákno bylo neočekávaně zjištěno. Ujistěte se, že není vloženo žádné vlákno. Zkontrolujte snímače a kabeláž.
es: Filamento detectado inesperadamente. Asegúrate de que no haya ningún filamento cargado. Comprueba los sensores y el cableado.
fr: Filament détecté de manière inattendue. Assurez-vous qu'aucun filament n'est chargé. Vérifiez les capteurs et le câblage.
no: Filament oppdaget uventet. Pass på at ingen filament er lastet. Sjekk sensorene og ledningene.
ro: Filament detectat în mod neașteptat. Asigurați-vă că nu este încărcat niciun filament. Verificați senzorii și cablajul.
sv: Filament upptäcktes oväntat. Se till att ingen filament är laddad. Kontrollera sensorerna och kablarna.

source: LOAD TO EXTR. FAILED
cs: NAČÍST DO EXTR. SEL.
es: FALL. CARGAR A EXTR.
fr: ÉCHOUÉ CHARGE A EXTR
no: MISLUKT LAST EXTR.
ro: ERR. ÎNCĂRC. EXTR.
sv: MISLUKT LADDA EXTR.

source: Loading to extruder failed. Inspect the filament tip shape. Refine the sensor calibration, if needed.
cs: Zavádění do extrudéru se nezdařilo. Zkontrolujte tvar špičky vlákna. V případě potřeby upřesněte kalibraci snímače.
es: Error al cargar en la extrusor. Inspecciona la forma de la punta del filamento. Refina la calibración del sensor, si es necesario.
fr: Le chargement dans l'extrudeuse a échoué. Inspectez la forme de la pointe du filament. Affiner l'étalonnage du capteur, si nécessaire.
no: Lasting til ekstruder mislyktes. Inspiser filamentspissens form. Avgrens sensorkalibreringen om nødvendig.
ro: Încărcarea în extruder a eșuat. Inspectați forma vârfului filamentului. Ajustați calibrarea senzorului dacă este necesar.
sv: Det gick inte att ladda till extrudern. Inspektera filamentspetsens form. Förfina sensorkalibreringen vid behov.

source: Material changes
cs: Výměn materiálů
es: Cambios materiales
fr: Changes matériels
no: Materialutveksling
ro: Schimburi material
sv: Materialutbyten

source: Remove the ejected filament from the front of the MMU.
cs: Odstraňte vysunuté filament z přední části MMU.
es: Retire el filamento expulsado de la parte frontal de la MMU.
fr: Retirez le filament éjecté de l'avant de la MMU.
no: Fjern det utkastede filamentet fra fronten av MMU.
ro: Scoateți filamentul ejectat din partea din față a MMU.
sv: Ta bort den utskjutna filament från framsidan av MMU.
