Repository: vdidon/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: cs, es, fr, no, ro, sv

source: 0.3 or older
cs: 0.3 nebo starší
es: 0.3 o mayor
fr: 0.3 ou +ancien
no: 0.3 eller eldre
ro: 0.3 / mai vechi
sv: 0.3 el äldre

source: 0.4 or newer
cs: 0.4 nebo novější
es: 0.4 o más nueva
fr: 0.4 ou +recent
no: 0.4 eller nyere
ro: 0.4 / mai nou
sv: 0.4 el nyare

source: %s level expected
cs: %s očekávaná verze
es: %s nivel esperado
fr: niveau %s attendu
no: %s nivå ventet
ro: nivel %s așteptat
sv: %s nivå förväntad

source: >Cancel
cs: >Zrušit
es: >Cancelar
fr: >Annuler
no: >Avbryt
ro: >Anulează
sv: >Avbryt

source: Adjusting Z
cs: Doladění Z
es: Ajustar-Z
fr: Ajuster Z
no: Justerer Z
ro: Ajustare Z
sv: Justerar Z

source: All correct
cs: Vše OK
es: Todo bien
fr: Tout est correct
no: Alt korrekt
ro: Totul OK
sv: Allt korrekt

source: All is done. Happy printing!
cs: Vše je hotovo. Tisku zdar!
es: Terminado. Felices impresiones!
fr: Tout est pret. Bonne impression!
no: Alt klart. God printing!
ro: Totul este OK. Distracție plăcută!
sv: Allt är klart. God utskrift!

source: Alphabet
cs: Abeceda
es: Alfabeto
no: Alfabet
ro: Alfabet
sv: Alfabet

source: Always
cs: Vždy
es: Siemp.
fr: Tjrs
no: Alltid
ro: Mereu
sv: Alltid

source: Ambient
cs: Okolí
es: Ambiente
fr: Ambiant
no: Omgivelse
ro: Ambiental
sv: Omgivande

source: Are left and right Z-carriages all up?
cs: Dojely oba Z vozíky k-hornímu dorazu?
es: ¿Carros Z izq./der. están arriba máximo?
fr: Z-carriages gauche + droite tout en haut?
no: Er venstre og høyre Z-vogn helt oppe?
ro: Este axa Z aliniată sus?
sv: Är båda Z-vagnarna helt uppe?

source: Assist
cs: Asist.
es: Asist.
no: Hjelp
ro: Asist.

source: Auto home
es: Ir al origen
fr: Mise a 0 des axes
no: Auto hjem
sv: Auto hem

source: Auto power
cs: Automat.
es: Encendido
fr: Puiss.auto
no: Autostyrke
ro: Put. auto
sv: Auto kraft

source: AutoLoad filament
cs: AutoZavedení fil.
es: Carga auto. filam.
fr: Autocharge du fil.
no: AutoLast filament
ro: Înc.auto filament
sv: Autoladda filament

source: Autoloading filament is active, just press the knob and insert filament...
cs: Automatické zavádění filamentu aktivní, stiskněte tlačítko a vložte filament.
es: La carga automática está activada, pulse el dial e inserte el filamento...
fr: Chargement auto. du fil. active, appuyez sur le bouton et insérez le fil.
no: Autolasting av fil. er aktivert. Trykk på knappen og sett inn filament...
ro: Încărcarea automată de filament pornită; apăsați butonul și încărcați filamentul
sv: Autoladdning av filament är aktiv, tryck på knappen och sätt i filament.

source: Avoiding grind
cs: Eliminace obroušení
es: Evita morder
fr: Éviter broiement
no: Unngår sliping
sv: Undviker slipning

source: Axis
cs: Osa
es: Eje
fr: Axe
no: Akse
ro: Axa
sv: Axel

source: Axis length
cs: Délka osy
es: Longitud del eje
fr: Longueur de l'axe
no: Akselengde
ro: Lungime axă
sv: Axellängd

source: Back
cs: Zpět
es: Atrás
fr: Retour
no: Tilbake
ro: Înapoi
sv: Tillbaka

source: Bed
cs: Podložka
es: Base
fr: Lit
no: Seng
ro: Pat
sv: Bädd

source: Bed Heating
cs: Zahřívání bedu
es: Calentando Base
fr: Chauffe du lit
no: Sengen varmes
ro: Patul se incălzește
sv: Bädden värms upp

source: Bed done
cs: Bed OK.
es: Base preparada
fr: Lit termine
no: Seng ferdig
ro: Pat încălzit
sv: Bädd klar

source: Bed level correct
cs: Korekce podložky
es: Corr. de la cama
fr: Réglage lit
no: Plankorrekt seng
ro: Nivelare pat
sv: Bäddnivå korrekt

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
cs: Kalibrace Z selhala. Sensor nesepnul. Znečištená tryska? Čekám na reset.
es: Falló la nivelación. Sensor no funciona. ¿Restos en boquilla? Esperando reset.
fr: Capt. non déclenche pendant que je nivelé le lit. Debris sur buse? En attente d'un reset.
no: Sengeplanering feilet. Sensoren utløstes ikke. Rester på dysen? Venter på omstart.
ro: Nivelarea patului a eșuat. Senzorul nu a detectat. Mizerie pe vârf? Apăsați reset.
sv: Bäddnivelleringen felade. Sensorn utlöstes inte. Skräp på munstycket? Väntar på återställning.

source: Bed/Heater
cs: Podložka/Topení
es: Base/Calentador
fr: Lit/Chauffage
no: Seng/Varmer
ro: Încălzitor/Pat
sv: Bädd/Värmare

source: Belt status
cs: Stav řemenu
es: Estado de correa
fr: Statut courroie
no: Beltestatus
ro: Status curele
sv: Bält status

source: Belt test
cs: Test řemenu
es: Test correa
fr: Test de courroie
no: Belte test
ro: Test curele
sv: Bält test

source: Blackout occurred. Recover print?
cs: Detekován výpadek proudu. Obnovit tisk?
es: Se fue la luz. ¿Re- anudar la impresión?
fr: Coupure détectée. Reprendre impres.?
no: Oppdaget Strømbrudd! Gjenoppta print?
ro: Pană de curent. Continuați printul?
sv: Blackout inträffat. Återställa utskr?

source: Bright
cs: Jasný
es: Brill.
fr: Brill.
no: Lys
ro: Maxim
sv: Ljus

source: Brightness
cs: Podsvícení
es: Brillo
fr: Luminosité
no: Lysstyrke
ro: Luminozitate ecran
sv: Ljusstyrka

source: COMMUNICATION ERROR
cs: CHYBA KOMUNIKACE
es: ERROR COMUNICACIÓN
fr: ERREUR COMMUNICATION
no: KOMMUNIKASJONSFEIL
ro: EROARE DE COMUNICARE
sv: KOMMUNIKATIONSFEL

source: Calibrate XYZ
cs: Kalibrace XYZ
es: Calibrar XYZ
fr: Calibrer XYZ
no: Kalibrer XYZ
ro: Calibrare XYZ
sv: Kalibrera XYZ

source: Calibrate Z
cs: Kalibrovat Z
es: Calibrar Z
fr: Calibrer Z
no: Kalibrer Z
ro: Calibrare Z
sv: Kalibrera Z

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
cs: Kalibrace XYZ. Otáčením tlačítka posuňte Z osu až k hornímu dorazu. Potvrďte tlačítkem.
es: Calibrando XYZ. Gira el dial para subir el extrusor hasta tocar los topes superiores. Después haz clic.
fr: Calibration de XYZ. Tournez le bouton pour faire monter l'extrudeur dans l'axe Z jusqu'aux butées. Cliquez une fois fait.
no: Kalibrer XYZ. Roter valghjulet for å bevege Z-aksen til toppstoppene. Deretter trykk.
ro: Calibrare XYZ. Rotiți butonul pentru a ridica axa Z până la capăt. Apăsați butonul când este gata.
sv: Kalibrerar XYZ. Vrid vredet för att flytta Z-vagnarna upp till ändstoppen. Klicka när du är klar.

source: Calibrating Z
cs: Kalibruji Z
es: Calibrando Z
fr: Calibration Z
no: Kalibrer Z
ro: Calibrare Z
sv: Kalibrerar Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
cs: Kalibrace Z. Otáčením tlačítka posuňte Z osu až k hornímu dorazu. Potvrďte tlacitkem.
es: Calibrando Z. Gira el dial para subir el extrusor hasta tocar los topes superiores. Después haz clic.
fr: Calibration de Z. Tournez le bouton pour faire monter l'extrudeur dans l'axe Z jusqu'aux butées. Cliquez une fois fait.
no: Kalibrer Z. Roter valghjulet for å bevege Z-aksen til toppstoppene. Deretter trykk.
ro: Calibrare Z. Rotiți butonul pentru a ridica axa Z până la capăt. Apăsați butonul când este gata.
sv: Kalibrerar Z. Vrid vredet för att flytta Z-slädarna upp till ändstopp. Klicka när du är klar.

source: Calibrating home
cs: Kalibruji výchozí p.
es: Calibrar pos.inicial
fr: Calib. mise a 0
no: Kalibrerer hjem
ro: Calibrare home
sv: Kalibrerar hem

source: Calibration
cs: Kalibrace
es: Calibración
no: Kalibrering
ro: Calibrare
sv: Kalibrering

source: Calibration done
cs: Kalibrace OK
es: Calibración OK
fr: Calibration terminée
no: Kalibrering ferdig
ro: Calibrare gata
sv: Kalibraring utförd

source: Can't move Selector or Idler.
cs: Chyba pohybu selektoru nebo idleru
es: No se puede mover Selector o Tensor.
fr: Impossible de déplacer le Sélecteur ou l'Idler.
no: Kan ikke flytte velger eller tomgangshjul
ro: Select./Idler blocat
sv: Kan inte flytta väljaren eller Idlern.

source: Cannot perform the action, filament is already loaded. Unload it first.
cs: Nelze provést akci, filament je zaveden. Nejprve jej vyjměte.
es: No se puede realizar la acción, filamento ya cargado. Primero descarga.
fr: Impossible d'effectuer l'action, le filament est déjà chargé. Déchargez-le d'abord.
no: Kan ikke utføre handling, filamentet er allerede lasted. Avless det først.
ro: Nu se poate efectua acțiunea, filamentul este încarcat.Descărcați-l mai întâi.
sv: Kan inte utföra åtgärden, filament är redan laddat. Ta bort det först.

source: Card removed
cs: Karta vyjmuta
es: Tarjeta retirada
fr: Carte retiree
no: Kort fjernet
ro: Card scos
sv: Kort borttaget

source: Change SD card
cs: Vyměňte SD kartu
es: Cambiar Tarj. SD
fr: Changez carte SD
no: Bytt SD kort
ro: Schimbă card SD
sv: Byt ut SD-kort

source: Change filament
cs: Vyměnit filament
es: Cambiar filamento
fr: Changer filament
no: Bytt filament
ro: Schimbă filamentul
sv: Ändra filament

source: Change success!
cs: Změna úspěšná!
es: Cambio correcto!
fr: Changement réussi!
no: Bytte vellykket!
ro: Schimbare cu succes!
sv: Ändring utförd!

source: Changed correctly
cs: Výměna ok
es: Cambio correcto
fr: Change correctement
no: Byttet riktig
ro: Schimbat corect
sv: Ändring korrekt

source: Checking X axis
cs: Kontrola osy X
es: Control sensor X
fr: Vérifier axe X
no: Sjekker X aksen
ro: Verificare axa X
sv: Kontroll X-axel

source: Checking Y axis
cs: Kontrola osy Y
es: Control sensor Y
fr: Vérifier axe Y
no: Sjekker Y aksen
ro: Verificare axa Y
sv: Kontroll Y-axel

source: Checking Z axis
cs: Kontrola osy Z
es: Control sensor Z
fr: Vérifier axe Z
no: Sjekker Z aksen
ro: Verificare axa Z
sv: Kontroll Z-axel

source: Checking bed
cs: Kontrola podložky
es: Control base cal.
fr: Vérifier lit
no: Sjekker seng
ro: Verificare pat
sv: Kontroll bädd

source: Checking endstops
cs: Kontrola endstopů
es: Control endstops
fr: Vérifier butées
no: Sjekker endesensorer
ro: Verif. endstop-uri
sv: Kontroll ändlägen

source: Checking file
cs: Kontroluji soubor
es: Verif. archivo
fr: Vérifier fichier
no: Sjekker fil
ro: Verif. fișier
sv: Kontrollerar fil

source: Checking hotend
cs: Kontrola hotend
es: Control fusor
fr: Vérifier du hotend
no: Sjekker hotend
ro: Verificare hotend
sv: Kontroll hotend

source: Checking sensors
cs: Kontrola senzorů
es: Comprobando sensores
fr: Vérifier capteurs
no: Sjekker sensorer
ro: Verificare senzori
sv: Kontroll sensorer

source: Checks
cs: Kontrola
es: Comprobaciones
fr: Verifications
no: G-code sjekk
ro: Verificări
sv: Kontroller

source: Clear TM error
cs: Vymazat chybu TM
es: Borrar error TM
fr: Effacer l'error TM
no: Fjern TM-feil
ro: Ștergeți eroare TM
sv: Rensa TM-fel

source: Color not correct
cs: Barva není čistá
es: Color no homogéneo
fr: Couleur incorrecte
no: Farge ikke riktig
ro: Culoare greșită
sv: Färg ej korrekt

source: Community made
cs: Komunitní překl.
es: Desde la comunidad
fr: Fait de community
no: Community laget
ro: De la comunitate
sv: Allmänhetsgjord

source: Cooldown
cs: Zchladit
es: Enfriar
fr: Refroidissement
no: Nedkjøling
ro: Răcire
sv: Kyla ner

source: Copy selected language?
cs: Kopírovat vybraný jazyk?
es: ¿Copiar idioma seleccionado?
fr: Copier la langue choisie?
no: Kopiere det valgte språket?
ro: Copiază limba selectată?
sv: Kopiera det valda språket?

source: Crash
cs: Náraz
es: Choque
no: Krasj
ro: Coliz.
sv: Krock

source: Crash det.
cs: Det. nárazu
es: Det. choque
fr: Crash détecté
no: Krasjdetek.
ro: Det.coliziune
sv: Krockdetekt.

source: Crash detected.
cs: Detekován náraz.
es: Choque detectado.
fr: Crash détecté.
no: Krasj oppdaget.
ro: Coliziune detectată.
sv: Krock upptäckt.

source: Crash detection can be turned on only in Normal mode
cs: Crash detekce funguje pouze v Normal módu
es: Detección de choque sólo puede activarse en modo Normal.
fr: La detection de crash peut être activé seulement en mode Normal
no: Krasjdeteksjon kan bare skrus på i Normal modus
ro: Detect. coliziunilor poate fi pornită doar in modul normal
sv: Krockdetekt kan endast aktiveras i normalt läge

source: Cut filament
cs: Ustřihnout
es: Cortar filament
fr: Coupe filament
no: Kutt filament
ro: Taie filamentul
sv: Skär filament

source: Cutter
cs: Stříhání
es: Cuchillo
fr: Coupeur
no: Kutter
sv: Skärare

source: Date:
cs: Datum:
es: Fecha:
no: Dato:
ro: Data:
sv: Datum:

source: Dim
cs: Temný
es: Oscuro
fr: Sombre
no: Svak
ro: Minim

source: Disable
cs: Vypnout
es: Desact.
fr: Désact.
no: Deaktiv.
ro: Dezactiv
sv: Inaktiv.

source: Disable steppers
cs: Vypnout motory
es: Apagar motores
fr: Désactiver moteurs
no: Frigjør motorer
ro: Oprire steppere
sv: Inaktivera stepper

source: Disengaging idler
cs: Odpojuji idler
es: Soltando tensor
fr: Désenga.t de l'idler
no: Frigjør tomgangshjul
ro: Decuplare idler
sv: Kopplar ur Idler

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
cs: Neni zkalibrována vzdálenost trysky od tiskové podložky. Postupujte podle manuálu, kapitola Začínáme.
es: Distancia entre la punta del boquilla y la superficie de la base aun no fijada. Siga el manual, capitulo Primeros Pasos.
fr: La distance entre de la buse et du lit n'a pas encore été réglée. Suivez le manuel, chap. Premiers pas.
no: Avstand mellom tuppen av dysen og senga er ikke kalibrert. Vennligst se manualen, under First Steps, for hvordan det første laget skal kalibreres.
ro: Distanța dintre vârf și pat nu a fost setată. Urmariți instrucțiunile din manual, capitolul First steps, secțiunea First layer calibration.
sv: Avståndet mellan munstyckets spets och bäddytan har inte ställts in ännu. Vänligen följ manualen Första lagrets kalibrering.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
cs: Chcete opakovat poslední krok a pozměnit vzdálenost mezi tryskou a podložkou?
es: ¿Quieres repetir el último paso para re- ajustar la distancia boquilla-base?
fr: Voulez-vous refaire l'étape pour réajuster la hauteur entre la buse et le lit?
no: Vil du repetere det siste trinnet for å omjustere avstanden mellom dysen og platen?
ro: Vreți să repetați ultimul pas pentru a reajusta distanța dintre vârf și suprafața de print?
sv: Vill du upprepa sista steget för justera avståndet mellan munstycket och bädden?

source: Done
cs: Konec
es: Listo
fr: Fait
no: Ferdig
ro: Gata
sv: Klar

source: E-correct
cs: Korekce E
es: Corregir-E
fr: Correct-E
no: E-korreksjon
ro: E-corecție
sv: E-korrektion

source: ERR Help filament
cs: ERR Asist. filamentu
es: ERR Ayuda filamento
fr: ERR Aider filament
no: ERR Hjelp filament
ro: ERR Ajutor filament
sv: FEL Hjälp filament

source: ERR Internal
cs: ERR Interní
es: ERR Interno
fr: ERR Interne
no: ERR Internt
ro: ERR internă
sv: FEL Internt

source: ERR TMC failed
cs: ERR selháni TMC
es: ERR Fallo TMC
fr: ERR Échec TMC
no: ERR TMC feilet
ro: ERR TMC eșuat
sv: FEL TMC misslyckades

source: ERR Wait for User
cs: ERR: Čekám na uživ.
es: ERR Espera usuario
fr: ERR Att. Utilisateur
no: ERR Vent på Bruker
ro: ERR Aștept utilizat.
sv: FEL Inväntar anv

source: Eject from MMU
cs: Vysunutí z MMU
es: Expulsar de MMU
fr: Éjecter du MMU
no: Løs ut fra MMU
ro: Scoateți din MMU
sv: Utmat från MMU

source: Ejecting filament
cs: Vysouvám filament
es: Expulsando filamento
fr: Le fil. remonte
no: Mater ut filament
ro: Se scoate filamentul
sv: Matar ut filament

source: Endstop
cs: Koncový spínač
es: Fin de carrera
fr: Butée
no: Endesensor
sv: Ändläge

source: Endstop not hit
cs: Kon. spínač nesepnut
es: Fin no alcanzado
fr: Butée non atteinte
no: Traff ikke endesens.
ro: Endstop neatins
sv: Ändlage inte nått

source: Endstops
cs: Konc. spínače
es: Finales de carrera
fr: Butées
no: Endesensorer
ro: Endstop-uri
sv: Ändlägen

source: Engaging idler
cs: Zapínání idleru
es: Enganchando tensor
fr: Engagem.t de l'idler
no: Aktiverer tomgangsh.
ro: Cuplare idler
sv: Koppla in Idler

source: Extruder
es: Extrusor
fr: Extrudeur
no: Ekstruder

source: Extruder info
es: Info. del extrusor
fr: Infos extrudeur
no: Ekstruderinfo
ro: Info. extruder

source: F. autoload
cs: F. autozav.
es: Autocarg.fil.
fr: F. autocharg.
no: F. autolast
ro: Autoload fil.
sv: F. autoladdn

source: F. jam detect
cs: Det. záseku
es: Det. atasco f
fr: Detect bour F
no: F. kork føle
ro: F. blocaj det
sv: F.stopp skett

source: F. runout
es: Fin fil.
fr: Fin de F.
no: F. Løput
ro: Fil. epuizat
sv: F. slut

source: FIL. ALREADY LOADED
cs: FILAMENT JE ZAVEDEN
es: FIL. YA CARGADO
fr: FILAMENT DEJA CHARGE
no: FILAMENT ALLEREDE LA
ro: FILAM. DEJA ÎNCĂRCAT
sv: F. REDAN INLADDAT

source: FINDA DIDNT TRIGGER
cs: FINDA NESEPNULA
es: FINDA NO SE ACTIVO
fr: FINDA NON DÉCLENCHÉE
no: FINDA IKKE UTLØST
ro: FINDA NU S-A DECLAN.
sv: FINDA TRIGGADES EJ

source: FINDA didn't switch off while unloading filament. Try unloading manually. Ensure filament can move and FINDA works.
cs: Při vyjmutí filamentu se nevypnula FINDA. Zkuste ruční vyjmutí. Ujistěte se, že se filament nezasekl a FINDA funguje.
es: FINDA no se apagó mientras descargaba el filamento. Intenta descargar manualmente. Com- prueba que el fil- amento puede moverse y FINDA funciona.
fr: FINDA non désactivé lors du déchargement du filament. Essayez de décharger à la main. Assurez-vous que le filament peut bouger et que la FINDA fonctionne.
no: FINDA ble ikke slatt av under filament utlasting. Prøv å last ut manuelt. Sikre at filamentet kan beveges og FINDA fungerer.
ro: FINDA nu s-a oprit la descărcare Fil.Încercați descăr. manuală. Asigurați-vă că FINDA funcționează.
sv: FINDA stängdes inte av när filamentet laddades ur. Försök att ladda ur manuellt. Se till att filamentet kan röra sig och att FINDA fungerar.

source: FINDA didn't trigger while loading the filament. Ensure the filament can move and FINDA works.
cs: FINDA se nesepnula při zaváděni filamentu. Není pohyb filamentu blokován? Je senzor ok?
es: FINDA no se activó al cargar el filamento. Asegúrate de que el filamento puede moverse y FINDA funciona.
fr: La FINDA ne s'est pas déclenchée lors du chargement du filament. Assurez-vous que le filament peut bouger et que la FINDA fonctionne.
no: FINDA ble ikke trigger under lasting av filament. Sikre at filamentet kan beveges og FINDA fungerer.
ro: FINDA nu s-a declanșat in timpul încărcării. Asigurați-vă că filamentul se mișcă și FINDA funcționează.
sv: FINDA triggades inte vid inladdning av filamment. Se till att filament kan röra sig och att FINDA fungerar.

source: FINDA FILAM. STUCK
cs: FINDA ZASEK. FILAM.
es: FINDA ATASCO FIL.
fr: FINDA FILAM. BLOQUE
no: FINDA FILAM. FAST
ro: FINDA FILAM. BLOCAT
sv: FINDA FILAM. STOPP

source: FS Action
cs: FS reakce
es: FS acción
fr: Action FS
no: FS aksjon
ro: Acțiune FS
sv: FS aktion

source: FSENSOR DIDNT TRIGG.
cs: F. SENZOR NESEPNUL
es: FSENSOR NO SE ACTIVO
fr: CAPTEUR F. NON DECL.
no: FSENSOR IKKE TIRGG.
ro: FSENZ NU S-A DECLAN.
sv: FSENSOR TRIGGADE EJ.

source: FSENSOR TOO EARLY
cs: F.SENZOR MOC BRZY
es: FSENSOR MUY PRONTO
fr: CAPTEUR F TROP TOT
no: FSENSOR FOR TIDLIG
ro: FSENSOR PREA DEVREME
sv: FSENSOR FÖR TIDIG

source: FSENSOR FIL. STUCK
cs: FSENZOR ZASEK FILAM.
es: FSENSOR ATASCO FIL.
fr: CAPTEUR F: F. BLOQUE
no: FSENSOR FIL FAST
ro: FSENSOR FIL. BLOCAT
sv: FSENSOR FIL. STOPP

source: FW RUNTIME ERROR
cs: FW RUNTIME CHYBA
es: ERROR EJECUCIÓN FW
fr: ERREUR EXÉCUTION FW
no: FW RUNTIME FEIL
ro: Eroare FW RUNTIME
sv: FW RUNTIME FEL

source: Fail stats
cs: Selhání
es: Registro de fallos
fr: Stat. d'échec
no: Feilstatistikk
ro: Statistici erori
sv: Felstatistik

source: Fail stats MMU
cs: Selhání MMU
es: Fallos totales MMU
fr: Stat. d'échec MMU
no: Feil stat. MMU
ro: Stat. erori MMU
sv: Felstatistik MMU

source: False triggering
cs: Falešné spuštění
es: Falsa activación
fr: Faux déclenchement
no: Falskt utløsning
ro: Detecție eronată
sv: Felaktig triggning

source: Fan speed
cs: Rychlost vent.
es: Velocidad Vent
fr: Vitesse vent.
no: Viftehastighet
ro: Viteză vent.
sv: Fläktfart

source: Fan test
cs: Test ventilátoru
es: Test ventiladores
fr: Test du ventilateur
no: Viftetest
ro: Test ventilator
sv: Fläkttest

source: Fans check
cs: Kontr. vent.
es: Comprob.vent
fr: Vérif. vent.
no: Viftesjekk
ro: Verif. vent.
sv: Fläktcheck

source: Feeding to FINDA
cs: Zavádím do FINDA s.
es: Alimenta hasta FINDA
fr: Chargem.t vers FINDA
no: Mater til FINDA
ro: Încărcare la FINDA
sv: Matar till FINDA

source: Feeding to FSensor
cs: Zavádím k FSenzoru
es: Empuja hasta FSensor
fr: Charg.t v. Capteur F
no: Mater til FSensor
ro: Încărcare la FSenzor
sv: Matar till FSensor

source: Feeding to extruder
cs: Zavádím do extruderu
es: Aliment. al extrusor
fr: Charg.t vers extrud.
no: Mater til ekstruder
ro: Încărc. la extruder
sv: Matar till extruder

source: Feeding to nozzle
cs: Zavádím do trysky
es: Aliment. a la boq.
fr: Chargement vers buse
no: Mater til dyse
ro: Încărcare la vârf
sv: Matar till munstycke

source: Fil. runouts
cs: Výpadky filam.
es: Fil. acabado
fr: Fins filament
no: Tomt filament
ro: Epuizări Fil.
sv: Fil. avbrott

source: Fil. sensor
cs: Fil. senzor
es: Sensor Fil.
fr: Capteur Fil.
ro: Senzor Fil.

source: Filament extruding & with correct color?
cs: Filament vytlačen a správné barvy?
es: ¿Se extruye filamento y con el color correcto?
fr: Filament extrude et avec bonne couleur?
no: Kommer Filament ut og har riktig farge?
ro: Fil. curge și are culoarea corectă?
sv: Extruderas filament med rätt färg?

source: Filament not loaded
cs: Filament nezaveden
es: Fil. no introducido
fr: Filament non charge
no: Fil. ikke lastet
ro: Fil. nu e încărcat
sv: Filament ej laddat

source: Filament sensor
cs: Senzor filamentu
es: Sensor de fil.
fr: Capteur Fil.
ro: Senz. de filament

source: Filament sensor didn't switch off while unloading filament. Ensure filament can move and the sensor works.
cs: Senzor filamentu se nevypnul při vyjmutí materiálu. Ujistěte se, že se filament může pohybovat a senzor funguje.
es: El sensor de filamento no se apagó mientras se descargaba el filamento. Asegúrate de que el filamento puede moverse y el sensor funciona.
fr: Capteur de f. non désactivé lors du déchargement du filament. Assurez-vous que le filament peut bouger et que le capteur fonctionne.
no: Filament sensor skrudde ikke av imens filamentet lastet ut. Sikre at filamentet kan beveges og sensoren fungerer.
ro: Senzorul de filament nu s-a oprit la descărcare filament. Asigurați-vă că filamentul se mișcă și senzorul funcționează.
sv: Filamentsensorn triggades inte av när filamentet laddades ur.Se till att filamentet kan röra sig och att sensorn fungerar.

source: Filament sensor didn't trigger while loading the filament. Ensure the sensor is calibrated and the filament reached it.
cs: Senzor filamentu nesepnul při zaváděni filamentu. Ujistěte se, že se k němu filament dostal a že senzor funguje.
es: El sensor de filamento no se activó al cargar el filamento. Asegúrate de que el filamento llegó al sensor y que éste funciona.
fr: Capteur de f. non déclenché lors du chargement du filament. Assurez-vous que le filament a atteint le capteur f et que le capteur fonctionne.
no: Filament sensor ble ikke utløst imens filamentet ble lastet. Sikre at filamentet rekker fsensor og at sensoren fungerer.
ro: Senzorul de filament nu s-a declanșast în timpul încărcării fil. Asigurați-vă că filamentul a ajuns la fsenzor și senzorul funcționează.
sv: Filamentsensorn triggades inte av när filamentet laddades in.Se till att filamentet kan röra sig och att sensorn fungerar.
