Repository: vdidon/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: cs, es, fr, no, ro, sv

source: Once
cs: Jednou
es: Una vez
fr: 1 fois
no: En gang
ro: O dată
sv: En gång

source: PAUSED THERMAL ERROR
cs: STOP: CHYBA TEPLOTY
es: PAUSA ERROR TÉRMICO
fr: PAUSE ERREUR THERM.
no: PAUSET THERMISK FEIL
ro: OPRIT THERMAL ERROR
sv: PAUSAT TERMISKT FEL

source: PID cal.
cs: PID kal.
es: Cal. PID
fr: Calib. PID
no: PID kal.
ro: Calibrare PID
sv: PID kalibrering.

source: PID cal. finished
cs: PID kal. ukončena
es: Cal. PID terminada
fr: Calib. PID terminée
no: PID kal. ferdig
ro: Calibrare PID gata
sv: PID kalibrering klar

source: PID calibration
cs: PID kalibrace
es: Calibración PID
fr: Calibration PID
no: PID kalibrering
ro: Calibrare PID
sv: PID kalibrering

source: PINDA Heating
cs: Nahřívání PINDA
es: Calentando PINDA
fr: Chauffe de la PINDA
no: PINDA varmes
ro: Încălzire PINDA
sv: PINDA uppvärmning

source: PINDA cal.
cs: PINDA kal.
es: Cal. PINDA
fr: Calib. PINDA
no: PINDA kal.
ro: Cal. PINDA
sv: PINDA kal.

source: PINDA calibration failed
cs: PINDA kalibrace selhala
es: Fallo de la calibración de PINDA
fr: Échec de la calibration en PINDA
no: PINDA kalibrering mislyktes
ro: Calibrarea PINDA a eșuat
sv: PINDA-kalibrering misslyckades

source: PINDA calibration is finished and active. It can be disabled in menu Settings->PINDA cal.
cs: PINDA kalibrace dokončena a je nyní aktivní. Lze deaktivovat v menu Nastavení->Tepl. kal.
es: La calibración PINDA está finalizada y activa. Se puede desactivar en el menu Configuración -> Cal. PINDA
fr: La calibration en PINDA est terminée et activée. Il peut être désactivé dans le menu Réglages-> Calib. PINDA
no: PINDA kalibrering er fullført og aktiv. Der kan bli skrudd av i menyen under Innstillinger -> PINDA kal.
ro: Calibrarea PINDA s-a terminat și este activă. Poate fi dezactivată din meniul Setări->Cal. PINDA
sv: PINDA-kalibreringen är klar och aktiv. PINDA kalibrering kan inaktiveras i menyn Inställningar->PINDA kal.

source: PULLEY CANNOT MOVE
cs: KLADKA SE NEOTÁČÍ
es: POLEA: ERROR MOV.
fr: ÉCHEC MOUV.T POULIE
no: REIM UBEVEGELIG
ro: PULLEY NU SE MIȘCĂ
sv: REMSKIVA FASTNAT

source: Parking selector
cs: KLADKA SE NEOTÁČÍ
es: Aparcando selector
fr: Parquage sélecteur
no: Parkerer velger
ro: Parcare selector
sv: Parkerar väljare

source: Pause
cs: Pauza
es: Pausa
ro: Pauză
sv: Paus

source: Pause print
cs: Pozastavit tisk
es: Pausar impresión
fr: Pause de l'impr.
no: Pause printjobben
ro: Pauză print
sv: Pausa utskrift

source: Performing cut
cs: Provádím řez
es: Realizando corte
fr: Coupe en cours
no: Utfører kutt
ro: Efect. tăiere
sv: Utför skärning

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
cs: Umístěte list papíru na podložku a udržujte jej pod tryskou během meření prvních 4 bodů. Pokud tryska zachyti papír, okamžitě vypněte tiskárnu.
es: Coloque una hoja de papel debajo de la boquilla durante la calibración de los primeros 4 puntos. Si la boquilla coge el papel, apague inmediatamente.
fr: Placez une feuille de papier sous la buse pendant la calibration des 4 premiers points. Si la buse accroche le papier, éteignez vite l'imprimante.
no: Plasser et ark under dysen mens jeg kalibrerer de 4 første punktene. Hvis dysen tar papiret, skru umiddelbart av printeren.
ro: Așezați o foaie de hârtie sub vârf în timpul calibrării primelor 4 puncte. Dacă vârful prinde hârtia, opriți imediat imprimanta.
sv: Placera ett pappersark under munstycket under kalibreringen av de första 4 punkterna. Om munstycket fångar papperet, stäng av omedelbart.

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
cs: Nahlédněte do příručky 3D tiskaře a opravte problém. Poté obnovte Průvodce restartováním tiskárny.
es: Lee el manual y resuelve el problema. Después, reinicia la impresora y continua con el Asistente.
fr: Consultez notre manuel et de corriger le problème. Poursuivez alors l'assistant en redémarrant l'imprimante.
no: Vennligst sjekk håndboken og fiks problemet. Fortsett så Veilederen ved å omstarte printeren.
ro: Vă rugăm verificați handbook-ul și rezolvați problema. Apoi reluați Wizard-ul repornind imprimanta.
sv: Se var handbok och åtgärda problemet. Återuppta sedan guiden genom att starta om skrivaren.

source: Please check the IR sensor connection, unload filament if present.
cs: Zkontrolujte zapojení IR senzoru a vyjmutý filament
es: Comprueba la conexión del IR sensor y filamento está descargado.
fr: SVP, vérifiez la connexion du capteur IR et déchargez le filament.
no: Vennligst sjekk koblingen til IR sensorer. Last ut filament om lastet.
ro: Verificați senzorul IR, scoateți filamentul dacă există.
sv: Kontrollera IR-sensorns anslutning, mata ut eventuellt filament.

source: Please check:
cs: Zkontrolujte:
es: Controla:
fr: Vérifiez:
no: Venligst sjekk:
ro: Verificați:
sv: Kontrollera:

source: Please clean heatbed and then press the knob.
cs: Očistěte podložku a stiskněte tlačítko.
es: Limpia la superficie de la base, y luego presiona el dial.
fr: Nettoyez la plaque en acier et appuyez sur le bouton.
no: Rengjør stålplaten og trykk valghjulet.
ro: Curățați patul și apoi apăsați butonul pentru a continua.
sv: Rengör bädden och tryck sedan på knappen.

source: Please clean the nozzle for calibration. Click when done.
cs: Pro úspěšnou kalibraci očistete trysku. Potvrďte tlačítkem.
es: Limpia boquilla para calibración. Clic cuando acabes.
fr: Nettoyez la buse pour la calibration. Cliquez une fois fait.
no: Rengjør dysen og trykk valghjulet.
ro: Curățați vârful pentru calibrare. Apăsați butonul când terminați.
sv: Rengör munstycket för kalibrering. Klicka när du är klar.

source: Please insert filament into the extruder, then press the knob to load it.
cs: Vložte filament do extruderu a stiskem tlačítka jej zavedete.
es: Coloca el filamento en el extrusor, luego presiona el dial para cargarlo.
fr: Veuillez insérer le filament dans l'extrudeur, puis appuyez sur le bouton pour le charger.
no: Sett inn filament I ekstruderen og trykk valghjulet for å laste.
ro: Vă rugăm să introduceți filamentul în extruder, apoi apăsați butonul pentru a-l încărca.
sv: Vänligen sätt i filamentet i extrudern, tryck sedan på knappen för inladdning..

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
cs: Vložte filament do první trubičky MMU a stiskněte tlačítko k jeho zavedení.
es: Coloca el filamento en el primer tubo de la MMU, luego presiona el dial para cargarlo.
fr: Insérer le filament dans le premier tube du MMU, puis appuyez sur le bouton pour le charger.
no: Sett inn filament i det første røret bak MMU og trykk valghjulet for å laste.
ro: Vă rugăm introduceți filamentul în primul tub al MMU apoi apăsați butonul pentru a-l încărca.
sv: Vänligen sätt i filamentet i den första kanalen på MMU:n och tryck sedan på knappen för inladdning.

source: Please load filament first.
cs: Nejdřív zaveďte filament
es: Carga primero el filamento.
fr: Veuillez d'abord charger un filament.
no: Vennligst sett inn filament først.
ro: Vă rugăm încărcați filamentul mai întâi.
sv: Vänligen ladda filament först.

source: Please open idler and remove filament manually.
cs: Otevřete idler a manuálně odstraňte filament.
es: Abre el tensor y retira el filamento manualmente.
fr: Ouvrez l'idler et retirez le filament manuellement.
no: Åpne taljedøren og fjern filamentet for hånd.
ro: Deschideți idler-ul și scoateți filamentul manual.
sv: Öppna idler och ta bort filamentet manuellt.

source: Please place steel sheet on heatbed.
cs: Umistěte tiskový plát na podložku
es: Coloca la lam. de acero en la base.
fr: Placez la plaque en acier sur le lit.
no: Plasser stålplaten på varmesenga.
ro: Așezați suprafața de print pe pat.
sv: Placera metallskiva på värmebädden.

source: Please press the knob to unload filament
cs: Pro vysunutí filamentu stiskněte tlačítko
es: Pulsa el dial para descargar el filamento
fr: Appuyez sur le bouton pour décharger le filament
no: Trykk valghjulet for å ta ut filamentet
ro: Apăsați butonul pentru a scoate filamentul.
sv: Vänligen tryck på knappen för att mata ut filament

source: Please pull out filament immediately
cs: Vyjměte urychleně filament
es: Retira el filamento de inmediato
fr: Retirez immédiatement le filament
no: Trekk ut filamented med en gang
ro: Vă rugăm scoateți filamentul imediat
sv: Vänligen ta ut filamentet omedelbart

source: Please remove shipping helpers first.
cs: Nejprve sundejte transportní součástky.
es: Retira los soportes de envío primero.
fr: Retirez d'abord les protections de transport.
no: Vennligst fjern sendingsbeskyttelsen først.
ro: Vă rugăm scoateți protecțiile de transport mai întâi.
sv: Vänligen ta bort fraktinsatserna först.

source: Please remove steel sheet from heatbed.
cs: Odstraňte tiskový plát z podložky.
es: Retira la lam. de acero de la base.
fr: Retirez la plaque en acier du lit.
no: Vennligst ta stålplaten av varmesenga.
ro: Vă rugăm îndepărtați suprafața de print de pe pat.
sv: Ta bort metallskivan från värmebädden.

source: Please run XYZ calibration first.
cs: Nejprve spusťte kalibraci XYZ.
es: Realiza la calibración XYZ primero.
fr: Veuillez d'abord lancer la calibration XYZ.
no: Vennligst fullfør XYZ kalibreringen først.
ro: Vă rugăm rulați calibrarea XYZ mai întâi.
sv: Utför XYZ-kalibrering först.

source: Please unload the filament first, then repeat this action.
cs: Vyjměte filament a zopakujte tuto akci
es: Primero descarga el filamento, luego repite esta acción.
fr: SVP, déchargez le filament et réessayez.
no: Vennligst last ut filamentet først, deretter repeter denne handlingen.
ro: Vă rugăm mai întâi să scoateți filamentul, apoi încercați din nou.
sv: Vänligen mata ut filamentet först och upprepa sedan denna åtgärd.

source: Please upgrade.
cs: Prosím aktualizujte.
es: Actualiza por favor.
fr: Mettez a jour le FW.
no: Vennligst oppdater.
ro: Vă rugăm actualizați
sv: Vänligen uppgradera.

source: Please wait
cs: Čekejte
es: Por favor espera
fr: Merci de patienter
no: Vennligst vent
ro: Vă rog așteptați
sv: Vänligen vänta

source: Power failures
cs: Výpadky proudu
es: Fallos energía
fr: Coup.de courant
no: Strømfeil
ro: Err. alimentare
sv: Strömavbrott

source: Preheat
cs: Předehřev
es: Precalentar
fr: Préchauffage
no: Forvarming
ro: Preîncălzire
sv: Förvärm

source: Preheat the nozzle!
cs: Předehřejte trysku!
es: Precalentar boquilla
fr: Préchauffez la buse!
no: Forvarm dysen!
ro: Preîncălziți vârful!
sv: Förvärm munstycket!

source: Preheating nozzle. Please wait.
cs: Předehřev trysky. Vyčkejte.
es: Precalent. boquilla. Espera por favor.
fr: Préchauffage de la buse. Merci de patienter.
no: Forvarmer dysen. Vennligst vent...
ro: Preîncălzire extruder. Vă rugăm așteptați.
sv: Förvärmer munstycke. Vänta.

source: Preheating to cut
cs: Předehřev ke střihu
es: Precalent. cortar
fr: Chauffe pour couper
no: Forvarmer for kutt
ro: Preîncălzire...
sv: Förvärmer för skära

source: Preheating to eject
cs: Předehřev k vysunutí
es: Precalent. expulsar
fr: Chauf. pour remonter
no: Forvarmer for utmat.
ro: Preîncălzire...
sv: Förvämer för utmatn

source: Preheating to load
cs: Předehřev k zavedení
es: Precalent. cargar
fr: Chauffe pour charger
no: Forvarmer for last
ro: Preîncălz. încărcare
sv: Förvärmer för laddn

source: Preheating to unload
cs: Předehřev k vyjmutí
es: Precalent. descargar
fr: Chauf.pour décharger
no: Forvarmer for fil.
ro: Preîncălz. scoatere
sv: Förvärmer for utmatn

source: Preparing blade
cs: Připravuji čepel
es: Preparando cuchilla
fr: Preparation lame
no: Forbereder blad
ro: Pregătire lamă
sv: Förbereder blad

source: Press the knob
cs: Stiskněte tlačítko
es: Pulsa el dial
fr: App. sur sur bouton
no: Trykk valghjulet
ro: Apăsați butonul
sv: Tryck på knappen

source: Press the knob to preheat nozzle and continue.
cs: Pro nahřátí trysky a pokračování stiskněte tlačítko.
es: Pulsa el dial para precalentar la boquilla y continue.
fr: Appuyez sur le bouton pour préchauffer la buse et continuer.
no: Trykk valghjulet for å forvarme dysen og fortsette.
ro: Apăsați butonul pentru a preîncălzi extruder-ul și continuați.
sv: Tryck på knappen för att förvärma munstycket och fortsätta.

source: Print aborted
cs: Tisk přerušen
es: Impresión cancelada
fr: Impression annulée
no: Print avbrutt
ro: Print anulat
sv: Utskriften avbröts

source: Print fan:
cs: Tiskový vent.:
es: Vent.fusor:
fr: Vent. impr:
no: Printvifte:
ro: Vent. print:
sv: Utskriftsfläkt:

source: Print from SD
cs: Tisk z SD
es: Menu tarjeta SD
fr: Impr. depuis la SD
no: Print fra SD-kort
ro: Printare de pe SD
sv: Skriv ut från SD

source: Print paused
cs: Tisk pozastaven
es: Impresión en pausa
fr: Impression en pause
no: Print satt på pause
ro: Print oprit
sv: Utskriften pausad

source: Print time
cs: Čas tisku
es: Tiempo de imp.
fr: Temps d'impression
no: Printetid
ro: Durată print
sv: Utskriftstid

source: Printer IP Addr:
cs: IP adr. tiskárny:
es: Dir. IP impresora:
fr: Adr.IP imprimante:
no: Printer IP adr.:
ro: Adresă IP:
sv: Skrivarens IP adr:

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
cs: Tiskárna nebyla ještě zkalibrovana. Postupujte podle manuálu, kapitola Začínáme.
es: Impresora no está calibrada todavía. Usa el manual capitulo Primeros pasos Calibración flujo.
fr: L'imprimante n'a pas encore été calibrée. Suivez le manuel.
no: Printeren er ikke kalibrert. Vennligst se manualen, under First Steps.
ro: Imprimanta nu a fost calibrată. Vă rugăm să urmați manualul, capitolul First steps, secțiunea Calibration flow.
sv: Skrivaren har inte kalibrerats ännu. Vänligen följ manualen, kapitel Första stegen, avsnitt Kalibreringsflöde.

source: Nozzle diameter differs from the G-code. Continue?
cs: Průměr trysky tiskárny se liší od G-code. Pokračovat?
es: Diámetro boquilla impresora difiere de cod.G. ¿Continuar?
fr: Diamètre de la buse diffère du G-Code. Continuer?
no: Dysediameteren er forskjellig fra G-Code. Fortsette?
ro: Diametrul vârfului diferă de cel din G-code. Continuați?
sv: Munstycksdiametern skiljer sig från G-codeen. Fortsätta?

source: Nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
cs: Průměr trysky tiskárny se liší od G-code. Zkontrolujte nastavení. Tisk zrušen.
es: Diámetro boquilla Impresora difiere de cod.G. Comprueba los valores en ajustes. Impresión cancelada.
fr: Diamètre de la buse diffère du G-Code. Vérifiez la valeur. Impression annulée.
no: Printerens dysediameter er forskjellig fra G-Code. Sjekk Innstillinger for hva som er satt. Print avbrutt.
ro: Diametrul vârfului diferă de cel din G-code. Vă rugăm verificați valoarea în setări. Print anulat.
sv: Skrivarmunstyckets diameter skiljer sig från G-codeen. Kontrollera värdet i inställningarna. Utskriften avbröts.

source: Pulley motor stalled. Ensure the pulley can move and check the wiring.
cs: Kladkový motor se zastavil. Ujistěte se, že není pohyb blokován a zkontrolujte zapojení.
es: El motor de la polea se ha parado. Asegúrate de que la polea puede moverse y comprueba el cableado.
fr: Le moteur de la poulie s'est bloqué. Assurez-vous que la poulie peut bouger et vérifiez le câblage.
no: Reimmotor stanset. Sjekk at Reimen kan beveges og sjekk koblinger
ro: Motorul Pully e blocat. Asigurați-vă că fulia se poate mișca și verificați cablajul.
sv: Remskivans motor stannade. Se till att remskivan kan röra sig och kontrollera ledningarna.

source: Pushing filament
cs: Posun filamentu
es: Empujando filamento
fr: Chargement filament
no: Dytter filament
ro: Introducere filament
sv: Pressar filament

source: QUEUE FULL
cs: FRONTA PLNA
es: COLA LLENA
fr: FILE PLEINE
no: FULL KØ
ro: QUEUE PLIN
sv: KÖ FULL

source: RPi port
es: Puerto RPi
fr: Port RPi
ro: Port RPi

source: Rear side [µm]
cs: Vzadu [µm]
es: Trasera [µm]
fr: Arrière [µm]
no: Baksiden [µm]
ro: Spate [µm]
sv: Baksida [µm]

source: Recovering print
cs: Obnovování tisku
es: Recuper. impresión
fr: Récup. impression
no: Gjenopptar print
ro: Recuperare print
sv: Återställer utskrift

source: Rename
cs: Přejmenovat
es: Renombrar
fr: Renommer
no: Gi nytt navn
ro: Redenumește
sv: Döp om

source: Requested filament tool is not available on this hardware. Check the G-code for tool index out of range (T0-T4).
cs: Požadovaný fil. nástroj není k dispozici na tomto HW. V G-Codu se nachází nástrojový index mimo rozsah (T0-T4).
es: El fil. solicitado no está disponible en este hardware. Revisa el código G para si el índice de herramienta está fuera de rango (T0-T4).
fr: L'outil de filament demandé n'est pas disponible sur ce matériel. Recherchez dans le G-Code un index d'outil hors plage (T0-T4)
no: Forespurt filamentverktøy er ikke tilgjengelig på denne maskinvaren. Sjekk g-code for verktøys-inteks ut av rekkevidde (T0-T4)
ro: Fil. solicitat nu este disponibil pe acest hardware. Verifică G-codul dacă folosește filam. în afara intervalului (T0-T4).
sv: Begärt filamentverktyg är inte tillgängligt på denna hårdvara. Kontrollera G-codeen för verktygsindex utanför intervallet (T0-T4).

source: Reset XYZ calibr.
cs: Reset XYZ kalibr.
es: Reset calibr. XYZ
fr: Réinit. calib. XYZ
no: Nullstill XYZ kal.
ro: Reset. calibr. XYZ
sv: Återställ XYZ-kal.

source: Resume print
cs: Pokračovat
es: Reanudar impres.
fr: Reprise impression
no: Gjenoppta print
ro: Continuă print
sv: Återuppta utskrift

source: Resuming print
cs: Obnovení tisku
es: Continuan. impresión
fr: Reprise de l'impr.
no: Gjenopptar print
ro: Continuare print
sv: Återupptar utskrift

source: Retract from FINDA
cs: Vysouvání od FINDy
es: Retraer del FINDA
fr: Rétraction de FINDA
no: ta tilbake fra FINDA
ro: Retract de la FINDA
sv: Dra in från FINDA

source: Retry
cs: Znovu
es: Reint.
fr: Ref.
ro: Reîncerc
sv: Igen

source: Returning selector
cs: Vracím selektor
es: Selector volviendo
fr: Retournement select.
no: Returnerer velger
ro: Revenire selector
sv: Återvändande väljare

source: Right
cs: Vpravo
es: Derecha
fr: Droite
no: Høyre
ro: Dreapta
sv: Höger

source: Right side[µm]
cs: Vpravo [µm]
es: Derecha [µm]
fr: Droite [µm]
no: Høyre side[µm]
ro: Dreapta [µm]
sv: Höger sida[µm]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
cs: Spuštění Průvodce vymaže uložene výsledky všech kalibrací a spustí kalibrační proces od začátku. Pokračovat?
es: Ejecutar el Asistente borrara los valores de calibración actuales y comenzará de nuevo. ¿Continuar?
fr: Le lancement de l'Assistant supprimera les résultats actuels de calibration et commencera du début. Continuer?
no: Ved å kjøre Veilederen slettes all nåværende kalibreringsdata og du må begynne på nytt. Fortsette?
ro: Rularea Wizard-ului va șterge rezultatele curente ale calibrării și va porni de la început. Continuați?
sv: Att utföra guiden kommer att radera aktuella kalibreringsinställningar och börja om från början. Fortsätta?

source: SD card
cs: SD karta
es: Tarj. SD
fr: Carte SD
no: SD-kort
ro: Card SD
sv: SD-kort

source: SELECTOR CANNOT HOME
cs: SELEKTOR: HOMING ERR
es: SELECT. SIN HOME
fr: ÉCHEC R.A.Z. SÉLECT.
no: VELGER KAN IKKE HOME
ro: ERR. HOME SELECTOR
sv: VÄLJARE FASTNAT

source: SELECTOR CANNOT MOVE
cs: SELEKTOR SE NEHÝBE
es: SELECT. SIN MOVERSE
fr: ÉCHEC MOUV.T SELECT.
no: SELEKTOR STÅR FAST
ro: SELECTOR NU SE MIȘCĂ
sv: VÄLJARE FASTNAT

source: STOPPED.
cs: ZASTAVENO.
es: PARADA
fr: ARRÊTÉ
no: STOPPET.
ro: OPRIT.
sv: STOPPAD.

source: Searching bed calibration point
cs: Hledám kalibrační bod podložky
es: Buscando punto de calibración base
fr: Recherche point calibration du lit
no: Søker etter kalibreringspunkt
ro: Se caută punctele de calibrare
sv: Söker efter kalibreringspunkt för bädden

source: Select
cs: Vybrat
es: Seleccionar
fr: Sélectionner
no: Velg
ro: Selectează
sv: Välj

source: Select a filament for the First Layer Calibration and select it in the on-screen menu.
cs: Zvolte filament pro kalibraci první vrstvy z následujícího menu
es: Escoge un filamento para la Calibración de la Primera Capa y selecciónalo en el menu en pantalla.
fr: Choisissez un filament pour la Calibration de la Première Couche et sélectionnez-le dans le menu.
no: Velg filamenttype for Førstelags- kalibrering.
ro: Alegeți un filament pentru First Layer Calibration și selectați-l de pe ecran.
sv: Välj ett filament för första lagrets kalibrering och välj det i skärmmenyn.

source: Select filament:
cs: Zvolte filament:
es: Selecciona filam.:
fr: Choix du filament:
no: Velg filament:
ro: Select. filamentul:
sv: Välj filament:

source: Select language
cs: Výběr jazyka
es: Cambiar el idioma
fr: Choisir langue
no: Velg språk
ro: Selectați limba
sv: Välj språk

source: Select nozzle preheat temperature which matches your material.
cs: Vyberte teplotu predehřátí trysky která odpovídá vašemu materiálu.
es: Selecciona la temperatura para precalentar la boquilla que se ajuste a tu material.
fr: Sélectionnez la temperature de préchauffage de la buse qui correspond à votre matériel.
no: Velg dysetemperatur som passer ditt materiale.
ro: Selectați temperatura de încălzire a extruder-ului pentru materialul ales.
sv: Välj munstycksförvärmningstemperatur som passar ditt material.

source: Select temperature which matches your material.
cs: Zvolte teplotu, která odpovídá vašemu materiálu.
es: Selecciona la temperatura adecuada a tu material.
fr: Sélectionnez la température qui correspond à votre matériel.
no: Velg temperaturen som passer ditt materiale.
ro: Selectați temp. potrivită pentru materialul curent.
sv: Välj temperatur som passar ditt material.

source: Selecting fil. slot
cs: Výběr fil. slot
es: Eligiendo hueco fil.
fr: Sélection du fil.
no: Velger fil. spor
ro: Selectare slot fil.
sv: Välj fil. spår

source: Selftest start
cs: Start Selftestu
es: Iniciar Selftest
fr: Début selftest
no: Selvtest starter
ro: Start Autotestare
sv: Självteststart

source: Selftest error!
cs: Chyba Selftestu!
es: Error Selftest!
fr: Erreur selftest!
no: Selvtest feil!
ro: Err. test. automată!
sv: Självtestfel!

source: Selftest failed
cs: Selftest selhal
es: Fallo Selftest
fr: Échec du selftest
no: Selvtest feilet
ro: Autotestare eșuată
sv: Självtestet felade

source: Selftest will be run to calibrate accurate sensorless rehoming.
cs: Pro kalibraci přesného rehomování bude nyní spuštěn selftest.
es: Se realizará el selftest para calibrar con precision la vuelta a la posición inicial sin sensores.
fr: Le Selftest sera lancé pour caliber la remise à zéro précise sans capteur
no: Selvtest vil bli kjørt for å kalibrere nøyaktig sensorløs hjemposisjon.
ro: Testarea automată va fi rulată pentru a calibra sensorless rehoming-ul.
sv: Självtest kommer att utföras för att kalibrera exakt sensorlös hemposition.

source: Sensor info
cs: Senzor info
es: Info sensor
fr: Info capteur
no: Sensorinformasjon
ro: Info. senzori

source: Sensor verified, remove the filament now.
cs: Senzor ověřen, vyjměte filament.
es: Sensor verificado, retira el filamento ahora.
fr: Capteur vérifié, retirez le filament maintenant.
no: Sensor verifiserte, fjern filamentet nå.
ro: Senzorul a fost verificat, scoate filamentul.
sv: Sensor verifierad, ta bort filamentet nu.

source: Set temperature:
cs: Nastavte teplotu:
es: Establecer temp.:
fr: Régler temp.:
no: Satt temperatur:
ro: Setați temperatura:
sv: Sätt temperatur:

source: Settings
cs: Nastavení
es: Configuración
fr: Réglages
no: Innstillinger
ro: Setări
sv: Inställningar

source: Severe skew
cs: Težké zkos.
es: Desv. severa
fr: Déviat. sévère
no: Stor skjevhet
ro: Deform. severă
sv: Hög skevhet

source: Sheet
cs: Plát
es: Lámina
fr: Plaque
no: Plate
ro: Suprafață
sv: Skiva
