Repository: vdidon/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: cs, es, fr, no, ro, sv

source: Filament sensor triggered too early while loading to extruder. Check there isn't anything stuck in PTFE tube. Check that sensor reads properly.
cs: Senzor filamentu se sepnul příliš brzy. Ujistěte se, že v PTFE trubičce nejsou nečistoty. Ujistěte se, že senzor funguje správně.
es: El sensor de filamento se activó demasiado pronto al cargar el extrusor. Comprueba que no ha-ya nada atascado en el tubo de teflón y que el sensor va ok.
fr: Capteur de f. déclenché trop tot lors du chargement dans l'extrudeur. Vérifiez le tube PTFE. Vérifiez que le capteur fonctionne.
no: Filament sensor ble utløst for tidlig mens ekstruderen ble lastet. Sjekk at ingenting står fast i PTFE røret. Sjekk at sensoren leser riktig.
ro: FSenz. s-a declanșat prea devreme în timpul încărc. în extrud. Verifică dacă nu este nimic blocat in tubul PTFE. Verifică dacă senz. funcț. corect.
sv: Filamentsensorn triggades för tidigt under laddning till extruder.Kontrollera PFFE-slang och att sensorn läser korrekt.

source: Filament used
cs: Spotřebováno filam.
es: Filamento usado
fr: Filament utilise
no: Brukt filament
ro: Filament folosit
sv: Använt filament

source: File incomplete. Continue anyway?
cs: Soubor nekompletní. Pokračovat?
es: ¿Archivo incompleto. Continuar de todos modos?
fr: Fichier incomplet. Continuer qd meme?
no: Fil er ukomplett. Fortsette allikevel?
ro: Fișier incomplet. Continuă oricum?
sv: Filen är ofullständig. Fortsätta ändå?

source: Finishing movements
cs: Dokončování pohybů
es: Term. movimientos
fr: Mouvement final
no: Avslutter bevegelser
ro: Finalizare mișcări
sv: Avslutar flyttning

source: First layer cal.
cs: Kal. první vrstvy
es: Cal. primera cap.
fr: Cal. 1ere couche
no: Førstelagskal.
ro: Cal. first layer
sv: Förstalager kalib.

source: First, I will run the selftest to check most common assembly problems.
cs: Nejdřív pomocí selftestu zkontoluji nejčastější chyby vznikající při sestavení tiskárny.
es: Primero, hare el Selftest para comprobar los problemas de montaje más comunes.
fr: Je vais lancer le selftest pour verifier les problèmes d'assemblage les plus communs.
no: Først skal jeg kjøre en selvtest for å sjekke vanlige byggefeil.
ro: Mai întâi voi rula testele automate pentru a verifica cele mai întâlnite probleme de asamblare.
sv: Först kommer jag att utföra självtestet för att kontrollera de vanligaste monteringsproblemen.

source: Flow
cs: Průtok
es: Flujo
fr: Flux
no: Flyt
sv: Flöde

source: For a Nozzle change please read prusa.io/nozzle-mk3s
cs: Instrukce pro výměnu trysky najdete na prusa.io/nozzle-mk3s
es: Para un cambio de boquilla, lee prusa.io/nozzle-mk3s
fr: Pour un changement de buse, lire prusa.io/nozzle-mk3s
no: For å bytte dyse, vennligst les prusa.io/nozzle-mk3s
ro: Pentru schimbare vârf vă rog citiți prusa.io/nozzle-mk3s
sv: För byte av munstycke, se prusa.io/nozzle-mk3s

source: Front print fan?
cs: Přední tiskový vent?
es: ¿Vent. frontal?
fr: Ventilo impr avant?
no: Fremre printvifte?
ro: Vent. print?
sv: Frontfläkt?

source: Front side[µm]
cs: Vpředu [µm]
es: Frontal [µm]
fr: Avant [µm]
no: Fremsiden [µm]
ro: Față [µm]
sv: Frontsida[µm]

source: Front/left fans
cs: Přední/levý vent.
es: Vents. front/izqui.
fr: Ventilos avt/gauche
no: Fremre/venstre vifte
ro: Ventilatoarele sunt
sv: Front/vänster fläkt

source: G-code sliced for a different level. Continue?
cs: G-code je připraven pro jinou verzi. Pokračovat?
es: Código G laminado para un nivel dif. ¿Continuar?
fr: G-code a été préparé pour un niveau diff. Continuer?
no: G-code sliced for en annen høyde. Fortsette?
ro: Versiune de G-code e incorectă. Continuați?
sv: G-code genererad för en annan nivå. Fortsätta?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
cs: G-code je připraven pro jinou verzi. Vyslicujte model znovu. Tisk zrušen.
es: Código G laminado para un nivel diferente. Vuelve a laminar el modelo de nuevo. Impresión cancelada.
fr: G-code a été préparé pour un niveau différent. Découpez le modèle à nouveau. Impression annulée.
no: G-code sliced for en annen høyde. Vennligst slice igjen. Print avbrutt.
ro: Versiune de G-code e incorectă. Vă rugăm pregătiți modelul din nou. Print anulat.
sv: G-code genererad för en annan nivå. Vänligen re-generera modellen igen. Utskriften avbröts.

source: G-code sliced for a different printer type. Continue?
cs: G-code je připraven pro jiný typ tiskárny.Pokračovat?
es: Código G laminado para un tipo de impresora dif.Cont.?
fr: G-code pour un type d'imprimante différent. Continue?
no: G-code sliced for en annen printer. Fortsette?
ro: G-code pregătit pentru un alt tip de printer. Continuați?
sv: G-code genererad för en annan skrivartyp. Fortsätta?

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
cs: G-code je připraven pro jiný typ tiskarny. Vyslicujte model znovu. Tisk zrušen.
es: Código G laminado para una impresora diferente. Vuelve a laminar el modelo de nuevo. Impresión cancelada.
fr: G-code pour un type d'imprimante différent. Découpez le modèle à nouveau. Impression annulée.
no: G-code sliced for en annen printer. Vennligst slice igjen. Print avbrutt.
ro: G-code pregătit pentru un alt tip de printer. Vă rugăm să pregătiți modelul din nou. Print anulat.
sv: G-code genererad för en annan skrivartyp. Vänligen re-generera modellen igen. Utskriften avbröts.

source: G-code sliced for a newer firmware. Continue?
cs: G-code je pripraven pro novější FW. Pokračovat?
es: Código G laminado para nuevo firmware. ¿Continuar?
fr: G-code a été préparé pour un FW plus récent. Cont.?
no: G-code sliced for nyere fastvare. Fortsette?
ro: G-code pregătit pentru firmware mai nou. Continuați?
sv: G-code genererad för en nyare firmware. Fortsätta?

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
cs: G-code je připraven pro novější FW. Aktualizujte FW. Tisk zrušen.
es: Código G laminado para nuevo firmware. Actualiza el firmware. Impresión cancelada.
fr: G-code a été préparé pour un nouveau FW. Mettre à jour le FW. Impression annulée.
no: G-code sliced for nyere fastvare. Vennligst oppdater systemet. Print avbrutt.
ro: G-code pregătit pentru firmware mai nou. Vă rugăm actualizați firmware-ul. Print anulat.
sv: G-code genererad för en nyare firmware. Vänligen uppdatera firmware. Utskriften avbröts.

source: HW Setup
cs: HW nastavení
es: Configuración HW
fr: Config HW
no: GW oppsett
ro: Setup HW
sv: HW inställning

source: Heater/Thermistor
cs: Topení/Termistor
es: Calentador/Termistor
fr: Chauffage/Thermistor
no: Varmer/Termistor
ro: Încălzitor/Termistor
sv: Värmare/Termistor

source: Heating
cs: Zahřívání
es: Calentando...
fr: Chauffe
no: Varmer opp
ro: Încălzire
sv: Uppvärmning

source: Heating disabled by safety timer.
cs: Zahřívání přerušeno bezpečnostním časovačem.
es: Calentadores desactivados por el temporizador de seguridad.
fr: Chauffage désactivé par le compteur de sécurité.
no: Varme skrudd av pga. sikkerhet.
ro: Încălzirea dezactivată de timer-ul de siguranță
sv: Uppvärmning avaktiverad av säkerhetstimer.

source: Heating done.
cs: Zahřívání OK.
es: Calentando acabado.
fr: Chauffe terminée.
no: Oppvarming ferdig.
ro: Încălzirea gata.
sv: Uppvärmning klar.

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
cs: Ahoj, jsem vaše tiskárna Original Prusa i3. Provedu vás krátkým procesem nastavení, ve kterém zkalibrujeme osu Z. Pak budete moct začít tisknout.
es: Hola, soy tu impresora Original Prusa i3. Te guiaré a traves de un breve proceso de configuración, en el que se calibrará el eje Z. Después, estarás listo para imprimir.
fr: Je suis votre imprimante Original Prusa i3. Je vais vous guider dans un rapide processus de calibrage de l'axe Z. Une fois terminé, vous serez prêt à imprimer.
no: Hei, jeg er din Originale Prusa i3 printer. Jeg leder deg igjennom et kort oppsett, hvor Z aksen blir kalibrert. Du er da klar til å printe.
ro: Salut, sunt imprimanta ta Original Prusa i3. Te voi ghida printr-un scurt proces de setup in care axa Z va fi calibrată. Apoi, vei fi gata să printezi.
sv: Hej, jag är din Prusa i3-skrivare. Jag guidar dig genom en kort installationsprocess, där Z-axeln kommer att kalibreras. Sedan är du redo att skriva ut.

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
cs: Dobrý den, jsem vaše tiskárna Original Prusa i3. Chcete abych Vás provedla kalibračním procesem?
es: Hola, soy tu impresora Original Prusa i3. ¿Quieres que te guíe a traves de la configuración?
fr: Je suis votre imprimante Original Prusa i3. Voulez-vous que je vous guide à travers le processus d'installation
no: Hei, jeg er din Originale Prusa i3 printer. Vil du at jeg skal veilede deg gjennom oppsettprosessen?
ro: Salut, sunt imprimanta ta Original Prusa i3. Vrei sa inițiez testele automate și calibrările?
sv: Hej, jag är din Prusa i3-skrivare. Vill du att jag ska guida dig genom installationsprocessen?

source: High power
cs: Vys. výkon
es: Rend.pleno
fr: Haut.puiss
no: Høy styrke
ro: Put. max
sv: Hög kraft

source: Hotend at 280C! Nozzle changed and tightened to specs?
cs: Hotend má 280C! Tryska vyměněna a dotažena dle instrukcí?
es: Fusor a 280C! ¿Boquilla cambiado y ajust. a la medida?
fr: Hotend à 280C! Buse changée et resserrée aux spécifications?
no: Hotend på 280C! Dyse byttet og strammet til spesifikasjonene?
ro: Hotend la 280C! Vârf schimbat și strâns conf. specificației?
sv: Hotend temperatur är 280C! Är munstycket bytt och spänt enligt specs?

source: Hotend fan:
cs: Vent. hotendu:
es: Vent. d. fusor:
fr: Vent. hotend:
no: Hotend-vifte:
ro: Vent. hotend:
sv: Hotend-fläkt:

source: I will run xyz calibration now. It will take up to 24 mins.
cs: Nyní provedu xyz kalibraci. Zabere to až 24 min.
es: Haré la calibración XYZ. Puede tardar hasta 24 min.
fr: Je vais maintenant lancer la calibration XYZ. Cela peut prendre jusqu'à 24 min.
no: Nå skal jeg kjøre kalibreringen. Det kan ta opptil 24 min.
ro: Voi rula calibrarea XYZ acum. Va dura până la 24 de min.
sv: Jag kommer att utföra en xyz-kalibrering nu. Det tar upp till 24 min.

source: I will run z calibration now.
cs: Nyní provedu z kalibraci.
es: Voy a hacer Calibración Z ahora.
fr: Je vais maintenant lancer la calibration Z.
no: Nå kjører jeg Z-kalibreringen.
ro: Voi rula calibrarea Z acum.
sv: Jag kommer att utföra z-kalibrering nu.

source: IDLER CANNOT HOME
cs: IDLER: CHYBA HOMINGU
es: TENSOR: ERROR HOME
fr: RAZ IDLER IMPOSSIBLE
ro: EROARE HOME IDLER
sv: IDLER HEMPOS FEL

source: IDLER CANNOT MOVE
cs: CHYBA POHYBU IDLERU
es: TENSOR: ERROR MOV.
fr: ÉCHEC MOUV.T IDLER
ro: IDLER NU SE MIȘCĂ
sv: IDLER KAN EJ FLYTTA

source: INSPECT FINDA
cs: KONTROLA FINDA
es: INSPECCIONAR FINDA
fr: VÉRIFIEZ FINDA
no: KONTROLLER FINDA
ro: INSPECTEAZĂ FINDA
sv: KONTROLLERA FINDA

source: INVALID TOOL
cs: NEPLATNÝ NÁSTROJ
es: HERR. INVALIDA
fr: OUTIL INVALIDE
no: UGYLDIG VERKTØY
ro: FILAMENT INVALID
sv: OGILTIGT VERKTYG

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
cs: Více tiskových plátů? Kalibrujte je v menu Nastavení - HW nastavení - Tiskové pláty
es: Si tienes planchas de acero adicionales, calibra sus ajustes en Ajustes - Ajustes HW - Planchas acero.
fr: Si vous avez d'autres feuilles d'acier, calibrez leurs pre-réglages dans Réglages - Config HW - Plaque en acier.
no: Hvis du har andre stålplater, kalibrer de i Innstillinger -> HW Setup -> Stålplater.
ro: Dacă ai suprafețe de print suplimentare, calibrează-le in Setări - Setup HW - Suprafețe print.
sv: Om du har ytterligare metallskivor, kalibrera deras förinställningar i Inställningar - HW inställning - Metallskiva.

source: Improving bed calibration point
cs: Upřesňování kalibračního bodu
es: Mejorando punto calibración base
fr: Amelioration du point de calibration du lit
no: Forbedrer seng kalibreringspunkt
ro: Îmbunătățirea punctului de calibrare al patului
sv: Förbättrar bäddens kalibreringspunkt

source: Info screen
cs: Informace
es: Monitorizar
fr: Écran d'info
no: Infoskjerm
ro: Ecran informații
sv: Infoskärm

source: Init. SD card
cs: Zav. SD karty
es: Init. Tarjeta SD
fr: Init. carte SD
no: Init. SD kort
ro: Init. card SD
sv: Init. SD-kort

source: Insert filament
cs: Vložte filament
es: Introducir filamento
fr: Insérez le filament
no: Sett inn filament
ro: Încarcă filament
sv: Sätt i filament

source: Insert the filament (do not load it) into the extruder and then press the knob.
cs: Vložte filament (nezavádějte) do extruderu a stiskněte tlačítko
es: Inserta el filamento (no lo cargue) en el extrusor y luego presiona el dial.
fr: Veuillez insérer le filament ( ne le chargez pas) dans l'extrudeur, puis appuyez sur le bouton.
no: Sett inn filamentet i ekstruderen og deretter trykk inn valghjulet.
ro: Înfige filamentul (nu-l încărca) in extruder și apasă butonul.
sv: Infoga filamentet (ladda inte in det) i extrudern och tryck sedan på knappen.

source: Internal runtime error. Try resetting the MMU or updating the firmware.
cs: Interní chyba. Zkuste resetovat MMU či aktualizujte FW.
es: Error interno de ejecución. Reinicia la MMU o actualiza el firmware.
fr: Erreur d'exécution interne. Essayez de réinitialiser MMU ou de mettre à jour le FW.
no: Intern runtime feil. Prøv omstart av MMU eller oppdater fastvaren.
ro: ERR internă de runtime. Încercați să resetați MMU sau să actualizați firmwarul.
sv: Internt körtidsfel. Prova återställa MMU eller uppdatera firmware.

source: Is filament loaded?
cs: Je filament zaveden?
es: ¿Esta el filamento cargado?
fr: Fil. est-il charge?
no: Er filament lastet?
ro: Este filamentul încărcat?
sv: Är filament laddat?

source: Is steel sheet on heatbed?
cs: Je tiskový plát na podložce?
es: ¿Está la lámina sobre la base?
fr: Plaque sur le lit?
no: Er stålplaten på varmesenga?
ro: Este suprafața de print pe pat?
sv: Ligger metallskiva på värmebädden?

source: Iteration
cs: Opakování
es: Iteración
no: Iterasjon
ro: Iterația

source: Last print
cs: Poslední tisk
es: Ultima impresión
fr: Dernière impres.
no: Siste print
ro: Ultimul print
sv: Senaste utskrift

source: Last print failures
cs: Selhání posl. tisku
es: Últimos imp. fallos
fr: Échecs dernière imp.
no: Siste printfeil
ro: Erorile ultim. print
sv: Senaste utskriftsfel

source: Left
cs: Vlevo
es: Izquierda
fr: Gauche
no: Venstre
ro: Stânga
sv: Vänster

source: Left hotend fan?
cs: Levý vent na trysce?
es: ¿Vent. izquierdo?
fr: Ventilo gauche?
no: Venst. hotendvifte?
ro: Vent. hotend?
sv: Vänst hotend fläkt?

source: Left side [µm]
cs: Vlevo [µm]
es: Izquierda [µm]
fr: Gauche [µm]
no: Vens. side[µm]
ro: Stânga [µm]
sv: Vänstsida [µm]

source: Level Bright
cs: Normální
es: Valor brill.
fr: Niveau brill
no: Nivå Lyst
ro: Lum. maxim
sv: Ljusnivå

source: Level Dimmed
cs: Ztlumený
es: Valor oscuro
fr: Niv. sombre
no: Nivå Dimmet
ro: Lum. minim
sv: Nivå dämpad

source: Lin. correction
cs: Korekce lin.
es: Correc. Linealidad
fr: Correction lin.
no: Lin. korreksjon
ro: Corecție lin.
sv: Linjär korrektion

source: Live adjust Z
cs: Doladění osy Z
es: Ajuste en vivo Z
fr: Ajuster Z en dir.
no: Juster Live-Z
ro: Reglare Z live
sv: Live justera Z

source: Load All
cs: Načíst vše
es: Intr. todos fil.
fr: Tout Charger
no: Last Alle
ro: Încarcă toate
sv: Ladda alla

source: Load filament
cs: Zavést filament
es: Introducir fil.
fr: Charger filament
no: Last inn filam.
ro: Încarcă filament
sv: Ladda filament

source: Load to nozzle
cs: Zavést do trysky
es: Cargar a boquilla
fr: Charger la buse
no: Last til dysen
ro: Încarcă la vârf
sv: Ladd till munstyck

source: Loading Test
cs: Zatěžovací test
es: Prueba de carga
fr: Test de chargmt.
no: Lastetest
ro: Test încărcare
sv: Laddningstest

source: Loading color
cs: Čištění barvy
es: Cambiando color
fr: Charg. de la couleur
no: Laster farge
ro: Încărcare culoare
sv: Laddar färg

source: Loading filament
cs: Zavádění filamentu
es: Introduciendo filam.
fr: Chargement du fil.
no: Laster filament
ro: Încărcare filament
sv: Laddar filament

source: Loose pulley
cs: Uvolněná řemenička
es: Polea suelta
fr: Poulie lâche
no: Løs reim
ro: Fulie slăbită
sv: Lös pulley

source: Loud
cs: Hlasitý
es: Alto
fr: Fort
no: Høyt
ro: Tare
sv: Högt

source: MMU FW UPDATE NEEDED
cs: AKTUALIZUJTE MMU FW
es: ACT. FW MMU PRECISA
fr: MAJ FW MMU NECESS.
no: MMU FV OPPDAT. NØDVE
ro: MMU UPDATE NECESAR
sv: MMU FW UPDATE KRÄVS

source: MMU Firmware internal error, please reset the MMU.
cs: Interní chyba MMU FW, resetujte MMU
es: Error interno del firmware MMU, reinicia el MMU.
fr: Erreur interne du FW du MMU, réinitialisez le MMU.
no: MMU fastvare intern feil, vennligst nullstill MMU-en.
ro: Eroare internă MMU, vă rog resetați MMU.
sv: MMU Firmware internt fel, vänligen återställ MMU.

source: MMU Mode
cs: MMU mód
es: Modo MMU
fr: Mode MMU
no: MMU Mod.
ro: Mod MMU
sv: MMU-läge

source: MMU NOT RESPONDING
cs: MMU NEODPOVÍDÁ
es: MMU NO RESPONDE
fr: LE MMU NE RÉPOND PAS
no: MMU SVARER IKKE
ro: MMU NU RĂSPUNDE
sv: MMU SVARAR INTE

source: MMU Retry: Restoring temperature...
cs: MMU opakování: Obnova teploty...
es: MMU Reintento: Restaurando temperatura...
fr: Nouvelle tentative MMU: Restauration de la temperature...
no: MMU Retry: gjenoppretter temperatur...
ro: MMU: Restabilirea temperaturii...
sv: MMU försök igen: Återställer temperatur...

source: MMU SELFTEST FAILED
cs: MMU SELFTEST SELHAL
es: MMU SELFTEST FALLO
fr: MMU SELF TEST ÉCHEC
no: MMU SELVTEST FEILET
ro: MMU AUTOTEST. EȘUATĂ
sv: MMU SJÄLVTEST FELADE

source: MMU fails
cs: Selhání MMU
es: Fallos MMU
fr: Échecs MMU
no: MMU feil
ro: Erori MMU
sv: MMU felar

source: MMU load fails
cs: MMU selhání zav
es: Carga MMU falla
fr: Def. charg. MMU
no: MMU lastefeil
ro: Err. încărc MMU
sv: MMU-laddn felar

source: MMU not responding correctly. Check the wiring and connectors.
cs: MMU neodpovídá správně. Zkontrolujte zapojení kabelu.
es: MMU no responde correctamente. Revisa los cables y conectores.
fr: MMU ne répond pas correctement. Vérifiez le câblage et les connecteurs.
no: MMU svarer ikke riktig. Sjekk ledninger og koblinger.
ro: MMU nu răspunde corect. Verificați cablajul și conectorii.
sv: MMU svarar inte korrekt. Kontrollera kablarna och kontakterna.

source: MMU not responding. Check the wiring and connectors.
cs: MMU neodpovídá. Zkontrolujte kabely a jejich zapojení.
es: La MMU no responde. Revisa los cables y conectores.
fr: MMU ne répond pas. Vérifiez le câblage et les connecteurs.
no: MMU svarer ikke. Sjekk ledninger og koblinger.
ro: MMU nu răspunde. Verificați cablajul si conectorii.
sv: MMU svarar inte. Kontrollera kablarna och kontakterna.

source: MMU connected
cs: MMU připojeno
es: MMU conectado
fr: MMU connecte
no: MMU tilkoblet
ro: MMU conectat
sv: MMU ansluten

source: Magnets comp.
cs: Komp. magnetu
es: Comp. imanes
fr: Compens. aim.
no: Magnet komp.
ro: Comp. magneți
sv: Magnets komp.

source: Main
cs: Hlavní nabídka
es: Menu principal
fr: Menu principal
no: Hovedmeny
ro: Meniu principal
sv: Huvudmeny

source: Measured skew
cs: Meřené zkos.
es: Desv. medida
fr: Var. mesurée
no: Målt skjevhet
ro: Distorsiune
sv: Mätt skevhet

source: Measuring reference height of calibration point
cs: Meřím referenční výšku kalibračního bodu
es: Midiendo altura del punto de calibración
fr: Je mesure la hauteur de reference du point de calibrage
no: Måler referansehøyde for kalibreringspunkt
ro: Măsurare distanță de referință pentru punctul de calib.
sv: Mätning av referenshöjd för kalibreringspunkt

source: Mesh
es: Malla
no: Plan-nett
sv: Nätverk

source: Mesh Bed Leveling
es: Nivela. Malla Base
no: Sengeplanering
ro: Calibrare mesh
sv: Bäddytsjustering

source: Mode
cs: Mód
es: Modo
no: Modus
ro: Mod

source: Mode change in progress...
cs: Probíhá změna modu...
es: Cambio de modo progresando ...
fr: Changement de mode en cours...
no: Modus endres...
ro: Schimbare mod în progres...
sv: Lägesändring pågår...

source: Model
es: Modelo
fr: Modèle
no: Modell
sv: Modell

source: More details online.
cs: Více info na webu
es: Más detalles online.
fr: Plus de details en ligne.
no: Flere detaljer online
ro: Mai multe detalii online
sv: Mera detaljer online.

source: Move X
cs: Posunout X
es: Mover X
fr: Déplacer X
no: Beveg X
ro: Mișcare X
sv: Flytta X

source: Move Y
cs: Posunout Y
es: Mover Y
fr: Déplacer Y
no: Beveg Y
ro: Mișcare Y
sv: Flytta Y

source: Move Z
cs: Posunout Z
es: Mover Z
fr: Déplacer Z
no: Beveg Z
ro: Mișcare Z
sv: Flytta Z

source: Move axis
cs: Posunout osu
es: Mover ejes
fr: Déplacer l'axe
no: Beveg akse
ro: Mișcare axe
sv: Flytta axlar

source: Moving selector
cs: Přesun selektoru
es: Moviendo selector
fr: Déplacement select.
no: Flytter velger
ro: Mișcare selector
sv: Flyttar väljare

source: N/A
es: N/D
fr: I/D

source: New firmware version available:
cs: Vyšla nová verze FW:
es: Nuevo firmware disponible:
fr: Nouvelle version de FW disponible:
no: Ny fastvare tilgjengelig:
ro: Vers. de firmware nouă disponibilă:
sv: Ny firmware vers tillgänglig:

source: No SD card
cs: Žádná SD karta
es: No hay tarjeta SD
fr: Pas de carte SD
no: SD-kort mangler
ro: Card SD lipsă
sv: Inget SD-kort

source: No move.
cs: Bez pohybu.
es: Sin movimiento
fr: Pas de mouvement.
no: Ingen bevegelse.
ro: Fară mișcare.
sv: Ingen rörelse.

source: None
cs: Žádné
es: Ninguno
fr: Aucun
no: Ingen
ro: N/A
sv: Ingen

source: Not connected
cs: Nezapojeno
es: No hay conexión
fr: Non connecte
no: Ikke tilkoblet
ro: Nu este conectat
sv: Inte ansluten

source: Not spinning
cs: Netočí se
es: Ventilador no gira
fr: Ne tourne pas
no: Spinner ikke
ro: Nu se rotește
sv: Roterar inte

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
cs: Nyní zkalibruji vzdálenost mezi koncem trysky a povrchem podložky.
es: Voy a calibrar la distancia entre la punta de la boquilla y la superficie de la base.
fr: Maintenant je vais calibrer la distance entre de la buse et la surface du lit.
no: Jeg vil nå kalibrere avstanden mellom tuppen av dysen og varmeplaten.
ro: Acum voi calibra distanța dintre vârf și suprafața patului.
sv: Nu ska jag kalibrera avståndet mellan munstyckets spets och värmebäddsytan.

source: Now I will preheat nozzle for PLA.
cs: Nyní předehřeji trysku pro PLA.
es: Ahora precalentaré la boquilla para PLA.
fr: Maintenant je vais préchauffer la buse pour du PLA.
no: Jeg vil nå forvarme dysen for PLA.
ro: Acum voi preîncălzi extruderul pentru PLA.
sv: Nu ska jag förvärma munstycket för PLA.

source: Now remove the test print from steel sheet.
cs: Nyní odstraňte testovací výtisk z tiskového plátu.
es: Ahora retira la prueba de la lámina de acero.
fr: Retirez maintenant l'impression de test de la plaque en acier.
no: Fjern nå testprintet fra stålplaten.
ro: Acum înlăturați printul de test de pe suprafața de print.
sv: Ta nu bort testutskriften från metallskivan.

source: Nozzle
cs: Tryska
es: Boquilla
fr: Buse
no: Dyse
ro: Vârf
sv: Munstycke

source: Nozzle change
cs: Výměna trysek
es: Cambio de boquilla
fr: Changement de buse
no: Dysebytte
ro: Schimbare vârf
sv: Munstycksbyte

source: Nozzle d.
cs: Tryska
es: D boquilla
fr: Diam. buse
no: Dyse diam.
ro: Diam. vârf
sv: Munst dia.

source: Off
cs: Vyp
es: Ina
no: Av
sv: Av

source: Old settings found. Default PID, Esteps etc. will be set.
cs: Neplatné hodnoty nastavení. Bude použito výchozí PID, Esteps atd.
es: Se han encontrado ajustes anteriores. Se ajustara el PID, los pasos del extrusor, etc.
fr: Anciens réglages trouvés. Le PID, les Esteps, etc. par défaut seront réglés.
no: Gamle verdier funnet Standarinnstillinger for PID, Esteg etc. blir satt.
ro: Setări vechi detectate. PID, Esteps etc. implicite vor fi setate.
sv: Gamla inställningar funna. Standard PID, Esteps etc. kommer att ställas in.

source: On
cs: Zap
es: Act
no: På
sv: På
